[
  {
    "title": "Dictionary of Midnight",
    "description": "The sharp, lyrical verse— personal and political— of a poet that paints a literary window into his contested homeland, Kurdistan.",
    "authors": [
      "Abdulla Pashew"
    ],
    "industryIdentifiers": [
      "9781944700805"
    ],
    "categories": [
      "POETRY"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dVnKotQEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "1",
    "totalReaders": [
      "Kristaps",
      "a"
    ],
    "totalBuyers": [
      "a"
    ]
  },
  {
    "title": "Echoes of the Imperium",
    "description": "A goblin airship captain\u0027s past comes back to haunt him, as he stumbles into a sinister aethermancer\u0027s plot to resurrect a fallen empire.",
    "authors": [
      "Nicholas Atwater",
      "Olivia Atwater"
    ],
    "industryIdentifiers": [
      "9781998257096"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dYNTx0AEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "2",
    "totalReaders": [
      "a",
      "EchoMike"
    ],
    "totalBuyers": []
  },
  {
    "title": "The Last Archivist",
    "description": "In a world where books are banned and stories are forgotten, one woman dares to ignite a revolution with nothing but the power of words. Elara, a fierce and determined leader, becomes the beacon of hope for a society crushed under the weight of an oppressive regime. When a legendary book surfaces-its forbidden pages containing the truths of the past and a vision of freedom-it sparks the beginning of a rebellion that will change the world forever. The regime, led by the ruthless High Chancellor Vane, will stop at nothing to erase this threat. As Elara navigates the perilous journey of leading a revolution, she discovers that the power of storytelling is the last weapon left to the people. But the fight for freedom comes at a cost. Betrayal, loss, and the harsh reality of war force Elara to face the ultimate question- What is the price of liberation? The Last Archivist is a book about courage, sacrifice, and the eternal battle for truth. In a society where stories shape reality, Elara must decide if the world can ever truly be free, or if the stories we tell will remain forever shackled.",
    "authors": [
      "Joy Mukerjee"
    ],
    "industryIdentifiers": [
      "9798896736127"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dpc0T0QEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "3",
    "totalReaders": [],
    "totalBuyers": [
      "a"
    ]
  },
  {
    "title": "Whispers in the Fog",
    "description": "Katie Firestone, champion kayaker and owner of a whale-watching tour boat, has invited George, along with Nancy, Ned, and Bess, to vacation north of San Francisco in Seabreak. But when Katie’s boat is vandalized, suspicion falls on fisherman Holt Scotto, who may be trying to run Katie out of business. The menace doesn’t stop there: a bike accident, a stalker, danger at an abandoned lighthouse, and a terrifying kayak trip lead Nancy to a hidden sea cave. Inside, Nancy discovers a dangerous secret. Soon her fearless instincts plunge her deeper into trouble—and it will take all her courage, daring, and wits to get herself and her friends out of it alive!",
    "authors": [
      "Carolyn Keene"
    ],
    "industryIdentifiers": [
      "9781442497276"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003du3mSvyx1ggoC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "4",
    "totalReaders": [
      "a",
      "Kristaps"
    ],
    "totalBuyers": []
  },
  {
    "title": "The Hollow Earth Chronicles",
    "description": "A chance discovery of a large crevasse at the North Pole in the 1800s took our intrepid explorers into another world beneath the surface of the earth. It became one of the first encounters with people living in a place now called Hollow Earth. A hundred years later, another visitor had a less than friendly encounter. The three races of Hollow Earth had lived in peace for many centuries after a great war. But their world became threatened by a series of underground nuclear explosions that came from the surface. The people on the surface were totally ignorant of their existence and continued their explosions. Despite the Hollow Earth people being very cautious about retaliation, their patience had finally run out by the 2020s. The latest visitor became a pawn in a potential war that threatened every living thing on the surface. The Hollow Earths advanced technology meant that the surface dwellers were going to be in the fight of their lives, and they had no idea why.",
    "authors": [
      "Bryan Whelan"
    ],
    "industryIdentifiers": [
      "9781524517106"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dI1xGDQAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "5",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Kingdom of Ash",
    "description": "Aelin Galathynius\u0027s journey from slave to assassin to queen reaches its heart-rending finale as war erupts across her world ... She has risked everything to save her people – but at a tremendous cost. Locked in an iron coffin by the Queen of the Fae, Aelin must draw upon her fiery will to endure the months of torture inflicted upon her. The knowledge that yielding to Maeve will doom those she loves keeps her from breaking, but her resolve is unravelling with each passing day... With Aelin imprisoned, Aedion and Lysandra are the last line of defence keeping Terrasen from utter destruction. But even the many allies they\u0027ve gathered to battle Erawan\u0027s hordes might not be enough to save the kingdom. Scattered throughout the continent and racing against time, Chaol, Manon, and Dorian must forge their own paths to meet their destinies. And across the sea Rowan hunts to find his captured wife and queen – before she is lost to him. Some bonds will deepen and others be severed forever, but as the threads of fate weave together at last, all must fight if they are to find salvation – and a better world. Years in the making, Kingdom of Ash is the unforgettable conclusion to Sarah J. Maas\u0027s #1 New York Times bestselling Throne of Glass series",
    "authors": [
      "Sarah J. Maas"
    ],
    "industryIdentifiers": [
      "9781408872925"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dMGNMDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "6",
    "totalReaders": [
      "a"
    ],
    "totalBuyers": [
      "EchoMike"
    ]
  },
  {
    "title": "The Time Weaver",
    "description": "From award-winning author Shana Abé comes the fifth novel in her paranormal Drákon series—featuring a glittering world of supersensual creatures that can shape-shift from human to smoke to dragon. Honor Carlisle may have been born into the drákon clan but she’s always felt like a stranger to her kin—an intuition that proves true when she discovers that she is a Time Weaver: a creature with the extraordinary ability to transport herself into the past or future. On one of her Weaves into the future, Honor encounters the very man she should most avoid: Alexandru of the Zaharen, prince of a rival tribe of drákon. As the two surrender to a desire that brings the present and future ever closer, they also risk fulfilling a terrible prophecy. Now Honor and Sandu must place their trust—and their lives—in each other’s hands, and their faith in a magical love that could restore order to the drákon universe—or destroy it forever.",
    "authors": [
      "Shana Abé"
    ],
    "industryIdentifiers": [
      "9780553907711"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dI4jlSqTv0bEC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "7",
    "totalReaders": [
      "a"
    ],
    "totalBuyers": []
  },
  {
    "title": "Little Women",
    "description": "Little Women is a novel by American author Louisa May Alcott (1832-1888), which was originally published in two volumes in 1868 and 1869. Alcott wrote the books rapidly over several months at the request of her publisher. The novel follows the lives of four sisters-Meg, Jo, Beth, and Amy March-detailing their passage from childhood to womanhood, and is loosely based on the author and her three sisters.Little Women was an immediate commercial and critical success, and readers demanded to know more about the characters. Alcott quickly completed a second volume, entitled Good Wives. It was also successful. The two volumes were issued in 1880 in a single work entitled Little Women. Alcott also wrote two sequels to her popular work, both of which also featured the March sisters: Little Men (1871) and Jo\u0027s Boys (1886). Although Little Women was a novel for girls, it differed notably from the current writings for children, especially girls. The novel addressed three major themes: \"domesticity, work, and true love, all of them interdependent and each necessary to the achievement of its heroine\u0027s individual identity.\"Little Women \"has been read as a romance or as a quest, or both. It has been read as a family drama that validates virtue over wealth\", but also \"as a means of escaping that life by women who knew its gender constraints only too well\". According to Sarah Elbert, Alcott created a new form of literature, one that took elements from Romantic children\u0027s fiction and combined it with others from sentimental novels, resulting in a totally new format. Elbert argued that within Little Women can be found the first vision of the \"All-American girl\" and that her multiple aspects are embodied in the differing March sisters.",
    "authors": [
      "Louisa May Alcott"
    ],
    "industryIdentifiers": [
      "9781503280298"
    ],
    "categories": [
      "Book clubs (Discussion groups)"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dSgHkrQEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "8",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Crime and Punishment",
    "description": "“A truly great translation . . . This English version . . . really is better.” —A. N. Wilson, The Spectator Nominated as one of America’s best-loved novels by PBS’s The Great American Read This acclaimed new translation of Dostoyevsky’s “psychological record of a crime” gives his dark masterpiece of murder and pursuit a renewed vitality, expressing its jagged, staccato urgency and fevered atmosphere as never before. Raskolnikov, a destitute and desperate former student, wanders alone through the slums of St. Petersburg, deliriously imagining himself above society’s laws. But when he commits a random murder, only suffering ensues. Embarking on a dangerous game of cat and mouse with a suspicious police investigator, Raskolnikov finds the noose of his own guilt tightening around his neck. Only Sonya, a downtrodden prostitute, can offer the chance of redemption. For more than sixty-five years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,500 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "authors": [
      "Fyodor Dostoyevsky"
    ],
    "industryIdentifiers": [
      "9780143107637"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003du7MBDAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "9",
    "totalReaders": [
      "a"
    ],
    "totalBuyers": []
  },
  {
    "title": "Frankenstein: The 1818 Text",
    "description": "Mary Shelley’s classic novel, presented in its original 1818 text, with an introduction from National Book Critics Circle award-winner Charlotte Gordon Nominated as one of America’s best-loved novels by PBS’s The Great American Read The original 1818 text of Frankenstein preserves the hard-hitting and politically-charged aspects of Shelley’s original writing, as well as her unflinching wit and strong female voice. This edition also emphasizes Shelley’s relationship with her mother—trailblazing feminist Mary Wollstonecraft, who penned A Vindication of the Rights of Woman—and demonstrates her commitment to carrying forward her mother’s ideals, placing her in the context of a feminist legacy rather than the sole female in the company of male poets, including Percy Shelley and Lord Byron. This edition includes a new introduction and suggestions for further reading by National Book Critics Circle award-winner and Shelley expert Charlotte Gordon, literary excerpts and reviews selected by Gordon, and a chronology and essay by preeminent Shelley scholar Charles E. Robinson. Penguin Classics is the leading publisher of classic literature in the English-speaking world, representing a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "authors": [
      "Mary Shelley"
    ],
    "industryIdentifiers": [
      "9780143131847"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dWbNDDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "10",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Dracula",
    "description": "Bram Stoker\u0027s peerless tale of desperate battle against a powerful, ancient vampire When Jonathan Harker visits Transylvania to help Count Dracula purchase a London house, he makes horrifying discoveries in his client\u0027s castle. Soon afterwards, disturbing incidents unfold in England: a ship runs aground on the shores of Whitby, its crew vanished; beautiful Lucy Westenra slowly succumbs to a mysterious, wasting illness, her blood drained away; and the lunatic Renfield raves about the imminent arrival of his \u0027master\u0027. In the ensuing battle of wills between the sinister Count and a determined group of adversaries - led by the intrepid vampire hunter Abraham van Helsing - Bram Stoker created a masterpiece of the horror genre, probing into questions of identity, sanity and the dark corners of Victorian sexuality and desire. For this completely updated edition, Maurice Hindle has revised his introduction, list of further reading and notes, and added two appendices: Stoker\u0027s essay on censorship and his interview with Winston Churchill, both published in 1908. Christopher Frayling\u0027s preface discusses the significance and the influences that contributed to his creation of the Dracula myth. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "authors": [
      "Bram Stoker"
    ],
    "industryIdentifiers": [
      "9780141439846"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003diMk0EAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "11",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Shining",
    "description": "#1 NEW YORK TIMES BESTSELLER • ONE OF TIME MAGAZINE\u0027S 100 BEST MYSTERY AND THRILLER BOOKS OF ALL TIME • Before Doctor Sleep, there was The Shining, a classic of modern American horror. Jack Torrance takes a job as the caretaker of the remote Overlook Hotel. As the brutal winter sets in, the hotel\u0027s dark secrets begin to unravel. “An undisputed master of suspense and terror.” —The Washington Post Jack Torrance’s new job at the Overlook Hotel is the perfect chance for a fresh start. As the off-season caretaker at the atmospheric old hotel, he’ll have plenty of time to spend reconnecting with his family and working on his writing. But as the harsh winter weather sets in, the idyllic location feels ever more remote . . . and more sinister. And the only one to notice the strange and terrible forces gathering around the Overlook is Danny Torrance, a uniquely gifted five-year-old.",
    "authors": [
      "Stephen King"
    ],
    "industryIdentifiers": [
      "9780307743657"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dc2VHVEWUFoQC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "12",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "It Ends with Us",
    "description": "After building what should be a perfect life with neurosurgeon Ryle Kincaid, Lily finds herself in a troubled relationship with an abusive husband and must make a decision about her future, as she reencounters Atlas Corrigan, a man with links to her past.",
    "authors": [
      "Colleen Hoover"
    ],
    "industryIdentifiers": [
      "9781501110368"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dEka9DAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "13",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Where the Crawdads Sing: Reese\u0027s Book Club",
    "description": "NOW A MAJOR MOTION PICTURE—The #1 New York Times bestselling worldwide sensation with more than 18 million copies sold, hailed by The New York Times Book Review as “a painfully beautiful first novel that is at once a murder mystery, a coming-of-age narrative and a celebration of nature.” New York Times Readers Pick: 100 Best Books of the 21st Century For years, rumors of the “Marsh Girl” have haunted Barkley Cove, a quiet town on the North Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life—until the unthinkable happens. Where the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps.",
    "authors": [
      "Delia Owens"
    ],
    "industryIdentifiers": [
      "9780735219106"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dneUlEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "14",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Handmaid\u0027s Tale",
    "description": "#1 NEW YORK TIMES BESTSELLER • An instant classic and eerily prescient cultural phenomenon, from “the patron saint of feminist dystopian fiction” (The New York Times). Now an award-winning Hulu series starring Elizabeth Moss. Look for The Testaments, the bestselling, award-winning the sequel to The Handmaid’s Tale In Margaret Atwood’s dystopian future, environmental disasters and declining birthrates have led to a Second American Civil War. The result is the rise of the Republic of Gilead, a totalitarian regime that enforces rigid social roles and enslaves the few remaining fertile women. Offred is one of these, a Handmaid bound to produce children for one of Gilead’s commanders. Deprived of her husband, her child, her freedom, and even her own name, Offred clings to her memories and her will to survive. At once a scathing satire, an ominous warning, and a tour de force of narrative suspense, The Handmaid’s Tale is a modern classic. Includes an introduction by Margaret Atwood",
    "authors": [
      "Margaret Atwood"
    ],
    "industryIdentifiers": [
      "9780385490818"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d9ZeFzwEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "15",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "A Game of Thrones (HBO Tie-in Edition)",
    "description": "NOW THE ACCLAIMED HBO SERIES GAME OF THRONES—THE MASTERPIECE THAT BECAME A CULTURAL PHENOMENON Here is the first book in the landmark series that has redefined imaginative fiction and become a modern masterpiece. A GAME OF THRONES In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the North of Winterfell, sinister and supernatural forces are massing beyond the kingdom’s protective Wall. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the land they were born to. Sweeping from a land of brutal cold to a distant summertime kingdom of epicurean plenty, here is a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens. Amid plots and counterplots, tragedy and betrayal, victory and terror, the fate of the Starks, their allies, and their enemies hangs perilously in the balance, as each endeavors to win that deadliest of conflicts: the game of thrones. A GAME OF THRONES • A CLASH OF KINGS • A STORM OF SWORDS • A FEAST FOR CROWS • A DANCE WITH DRAGONS",
    "authors": [
      "George R. R. Martin"
    ],
    "industryIdentifiers": [
      "9780553593716"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dYDzTCwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "16",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Midnight Library: A GMA Book Club Pick",
    "description": "The #1 New York Times bestselling WORLDWIDE phenomenon Winner of the Goodreads Choice Award for Fiction | A Good Morning America Book Club Pick | Independent (London) Ten Best Books of the Year \"A feel-good book guaranteed to lift your spirits.\"—The Washington Post The dazzling reader-favorite about the choices that go into a life well lived, from the acclaimed author of How To Stop Time and The Comfort Book. Don’t miss Matt Haig’s latest instant New York Times besteller, The Life Impossible, available now Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better? In The Midnight Library, Matt Haig\u0027s enchanting blockbuster novel, Nora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place.",
    "authors": [
      "Matt Haig"
    ],
    "industryIdentifiers": [
      "9780525559474"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dGKVPEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "17",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "CIRCE",
    "description": "\"A bold and subversive retelling of the goddess\u0027s story,\" this #1 New York Times bestseller is \"both epic and intimate in its scope, recasting the most infamous female figure from the Odyssey as a hero in her own right\" (Alexandra Alter, The New York Times). In the house of Helios, god of the sun and mightiest of the Titans, a daughter is born. But Circe is a strange child -- not powerful like her father, nor viciously alluring like her mother. Turning to the world of mortals for companionship, she discovers that she does possess power -- the power of witchcraft, which can transform rivals into monsters and menace the gods themselves. Threatened, Zeus banishes her to a deserted island, where she hones her occult craft, tames wild beasts, and crosses paths with many of the most famous figures in all of mythology, including the Minotaur, Daedalus and his doomed son Icarus, the murderous Medea, and, of course, wily Odysseus. But there is danger, too, for a woman who stands alone and Circe unwittingly draws the wrath of both men and gods, ultimately finding herself pitted against one of the most terrifying and vengeful of the Olympians. To protect what she loves most, Circe must summon all her strength and choose, once and for all, whether she belongs with the gods she is born from, or the mortals she has come to love. With unforgettably vivid characters, mesmerizing language, and page-turning suspense, Circe is a triumph of storytelling, an intoxicating epic of family rivalry, palace intrigue, love and loss, as well as a celebration of indomitable female strength in a man\u0027s world. #1 New York Times bestseller -- named one of the best books of the year by NPR, the Washington Post, People, Time, Amazon, Entertainment Weekly, Bustle, Newsweek, the A.V. Club, Christian Science Monitor, Refinery 29, BuzzFeed, Paste, Audible, Kirkus, Publishers Weekly, Thrillist, NYPL, Self, Real Simple, Goodreads, Boston Globe, Electric Literature, BookPage, the Guardian, Book Riot, Seattle Times, and Business Insider",
    "authors": [
      "Madeline Miller"
    ],
    "industryIdentifiers": [
      "9780316556347"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dW6j2swEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "18",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Sapiens",
    "description": "One hundred thousand years ago, at least six human species inhabited the earth. Today there is just one. Us. Homo sapiens. How did our species succeed in the battle for dominance? Why did our foraging ancestors come together to create cities and kingdoms? How did we come to believe in gods, nations, and human rights; to trust money, books, and laws; and to be enslaved by bureaucracy, timetables, and consumerism? And what will our world be like in the millennia to come? In Sapiens, Professor Yuval Noah Harari spans the whole of human history, from the very first humans to walk the earth to the radical—and sometimes devastating—breakthroughs of the Cognitive, Agricultural, and Scientific Revolutions. Drawing on insights from biology, anthropology, paleontology, and economics, and incorporating full-color illustrations throughout the text, he explores how the currents of history have shaped our human societies, the animals and plants around us, and even our personalities. Have we become happier as history has unfolded? Can we ever free our behavior from the legacy of our ancestors? And what, if anything, can we do to influence the course of the centuries to come? Bold, wide-ranging, and provocative, Sapiens integrates history and science to challenge everything we thought we knew about being human: our thoughts, our actions, our heritage...and our future.",
    "authors": [
      "Yuval Noah Harari"
    ],
    "industryIdentifiers": [
      "9780062316097"
    ],
    "categories": [
      "Science"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dibALnwEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "19",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Catcher in the Rye",
    "description": "The \"brilliant, funny, meaningful novel\" (The New Yorker) that established J. D. Salinger as a leading voice in American literature--and that has instilled in millions of readers around the world a lifelong love of books. \"If you really want to hear about it, the first thing you\u0027ll probably want to know is where I was born, and what my lousy childhood was like, and how my parents were occupied and all before they had me, and all that David Copperfield kind of crap, but I don\u0027t feel like going into it, if you want to know the truth.\" The hero-narrator of The Catcher in the Rye is an ancient child of sixteen, a native New Yorker named Holden Caufield. Through circumstances that tend to preclude adult, secondhand description, he leaves his prep school in Pennsylvania and goes underground in New York City for three days.",
    "authors": [
      "J.D. Salinger"
    ],
    "industryIdentifiers": [
      "9780316769488"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dZotvleqZomIC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "20",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Charlotte\u0027s Web",
    "description": "Sixty years ago, on October 15, 1952, E.B. White\u0027s Charlotte\u0027s Web was published. It\u0027s gone on to become one of the most beloved children\u0027s books of all time. To celebrate this milestone, the renowned Newbery Medalist Kate DiCamillo has written a heartfelt and poignant tribute to the book that is itself a beautiful translation of White\u0027s own view of the world—of the joy he took in the change of seasons, in farm life, in the miracles of life and death, and, in short, the glory of everything. We are proud to include Kate DiCamillo\u0027s foreword in the 60th anniversary editions of this cherished classic. Charlotte\u0027s Web is the story of a little girl named Fern who loved a little pig named Wilbur—and of Wilbur\u0027s dear friend Charlotte A. Cavatica, a beautiful large grey spider who lived with Wilbur in the barn. With the help of Templeton, the rat who never did anything for anybody unless there was something in it for him, and by a wonderfully clever plan of her own, Charlotte saved the life of Wilbur, who by this time had grown up to quite a pig. How all this comes about is Mr. White\u0027s story. It is a story of the magic of childhood on the farm. The thousands of children who loved Stuart Little, the heroic little city mouse, will be entranced with Charlotte the spider, Wilbur the pig, and Fern, the little girl who understood their language. The forty-seven black-and-white drawings by Garth Williams have all the wonderful detail and warmhearted appeal that children love in his work. Incomparably matched to E.B. White\u0027s marvelous story, they speak to each new generation, softly and irresistibly.",
    "authors": [
      "E. B. White",
      "Kate DiCamillo"
    ],
    "industryIdentifiers": [
      "9780061124952"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dtC-ePwAACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "21",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Cat in the Hat",
    "description": "The classic picture book that introduced the world to the iconic, mischievous Cat in the Hat and the beloved characters Thing One and Thing Two! Dr. Seuss makes reading fun for kids of all ages. “I know some new tricks,” said the Cat in the Hat. “A lot of good tricks. I will show them to you. Your mother will not mind at all if I do.” A rainy day turns into a wild romp when the Cat in the Hat and his troublemaking friends, Thing One and Thing Two, unexpectedly appear! A favorite among kids, parents, and teachers, this story uses simple words and basic rhyme to encourage and delight beginning readers. Beginner Books are fun, funny, and easy to read! Launched by Dr. Seuss in 1957 with the publication of The Cat in the Hat, this beloved early reader series motivates children to read on their own by using simple words with illustrations that give clues to their meaning. Featuring a combination of kid appeal, supportive vocabulary, and bright, cheerful art, Beginner Books will encourage a love of reading in children ages 3–7.",
    "authors": [
      "Dr. Seuss"
    ],
    "industryIdentifiers": [
      "9780394800011"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dXPpZAAAAYAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "22",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Where the Wild Things Are",
    "description": "Max is sent to bed without supper and imagines sailing away to the land of Wild Things,where he is made king.",
    "authors": [
      "Maurice Sendak"
    ],
    "industryIdentifiers": [
      "9780064431781"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dUyibVFukeDUC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "23",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Harry Potter and the Sorcerer\u0027s Stone",
    "description": "A winner of England\u0027s National Book Award, the acclaimed debut novel tells the outrageously funny, fantastic adventure story of Harry Potter, who escapes a hideous foster home thanks to a scholarship to The Hogwarts School for Witchcraft and Wizardry. Reprint. PW. AB. SLJ.",
    "authors": [
      "J. K. Rowling"
    ],
    "industryIdentifiers": [
      "9780590353427"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dfo4rzdaHDAwC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "24",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Very Hungry Caterpillar",
    "description": "THE all-time classic picture book, from generation to generation, sold somewhere in the world every 30 seconds! A sturdy and beautiful book to give as a gift for new babies, baby showers, birthdays, and other new beginnings! Featuring interactive die-cut pages, this board book edition is the perfect size for little hands and great for teaching counting and days of the week. \"The very hungry caterpillar literally eats his way through the pages of the book—and right into your child\u0027s heart...\" —Mother\u0027s Manual \"Gorgeously illustrated, brilliantly innovative...\" —The New York Times Book Review",
    "authors": [
      "Eric Carle"
    ],
    "industryIdentifiers": [
      "9780399226908"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dzW-NEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "25",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Day the Crayons Quit",
    "description": "The hilarious, colorful #1 New York Times bestselling phenomenon that every kid wants! Gift a copy to someone you love today. Poor Duncan just wants to color. But when he opens his box of crayons, he finds only letters, all saying the same thing: His crayons have had enough! They quit! Blue crayon needs a break from coloring all those bodies of water. Black crayon wants to be used for more than just outlining. And Orange and Yellow are no longer speaking—each believes he is the true color of the sun. What can Duncan possibly do to appease all of the crayons and get them back to doing what they do best? With giggle-inducing text from Drew Daywalt and bold and bright illustrations from Oliver Jeffers, The Day the Crayons Quit is the perfect gift for new parents, baby showers, back-to-school, or any time of year! Perfect for fans of Don\u0027t Let the Pigeon Drive the Bus by Mo Willems and The True Story of the Three Little Pigs by Jon Sciezka and Lane Smith. Praise for The Day the Crayons Quit: Amazon’s 2013 Best Picture Book of the Year A Barnes \u0026 Noble Best Book of 2013 Goodreads’ 2013 Best Picture Book of the Year Winner of the E.B. White Read-Aloud Award * “Hilarious . . . Move over, Click, Clack, Moo; we’ve got a new contender for the most successful picture-book strike.” –BCCB, starred review “Jeffers . . . elevates crayon drawing to remarkable heights.” –Booklist “Fresh and funny.” –The Wall Street Journal \"This book will have children asking to have it read again and again.” –Library Media Connection * “This colorful title should make for an uproarious storytime.” –School Library Journal, starred review * “These memorable personalities will leave readers glancing apprehensively at their own crayon boxes.” –Publishers Weekly, starred review “Utterly original.” –San Francisco Chronicle",
    "authors": [
      "Drew Daywalt"
    ],
    "industryIdentifiers": [
      "9780399255373"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dEC3eDAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "26",
    "totalReaders": [
      "a"
    ],
    "totalBuyers": []
  },
  {
    "title": "Twilight",
    "description": "When seventeen-year-old Bella Swan leaves Phoenix to live with her father in Forks, Washington, she meets an exquisitely handsome boy at school for whom she feels an overwhelming attraction and who she comes to realize is not wholly human. An ALA Top Ten Book for Young Adults.",
    "authors": [
      "Stephenie Meyer"
    ],
    "industryIdentifiers": [
      "9780316033411"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dYe_-NwAACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "27",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Hunger Games",
    "description": "In a future North America, where the rulers of Panem maintain control through an annual televised survival competition pitting young people from each of the twelve districts against one another, sixteen-year-old Katniss\u0027s skills are put to the test when she voluntarily takes her younger sister\u0027s place.",
    "authors": [
      "Suzanne Collins"
    ],
    "industryIdentifiers": [
      "9780439023481"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dsJdUAzLUNyAC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "28",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Fault in Our Stars",
    "description": "Now a Major Motion Picture TODAY Book Club pick TIME magazine’s #1 Fiction Book of 2012 \"The greatest romance story of this decade.\" —Entertainment Weekly -Millions of copies sold- #1 New York Times Bestseller #1 Wall Street Journal Bestseller #1 USA Today Bestseller #1 International Bestseller #1 Indie Bestseller Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel’s story is about to be completely rewritten. Insightful, bold, irreverent, and raw, The Fault in Our Stars is award-winning-author John Green’s most ambitious and heartbreaking work yet, brilliantly exploring the funny, thrilling, and tragic business of being alive and in love.",
    "authors": [
      "John Green"
    ],
    "industryIdentifiers": [
      "9780525478812"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dDc2LDQAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "29",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "To All the Boys I\u0027ve Loved Before",
    "description": "Series title and numbering from publisher\u0027s website.",
    "authors": [
      "Jenny Han"
    ],
    "industryIdentifiers": [
      "9781442426702"
    ],
    "categories": [
      "Juvenile Nonfiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dXAlQAwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "30",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "They Both Die at the End",
    "description": "Adam Silvera reminds us that there’s no life without death and no love without loss in this devastating yet uplifting story about two people whose lives change over the course of one unforgettable day. New York Times bestseller * 4 starred reviews * A School Library Journal Best Book of the Year * A Kirkus Best Book of the Year * A Booklist Editors\u0027 Choice of 2017 * A Bustle Best YA Novel of 2017 * A Paste Magazine Best YA Book of 2017 * A Book Riot Best Queer Book of 2017 * A Buzzfeed Best YA Book of the Year * A BookPage Best YA Book of the Year On September 5, a little after midnight, Death-Cast calls Mateo Torrez and Rufus Emeterio to give them some bad news: They’re going to die today. Mateo and Rufus are total strangers, but, for different reasons, they’re both looking to make a new friend on their End Day. The good news: There’s an app for that. It’s called the Last Friend, and through it, Rufus and Mateo are about to meet up for one last great adventure—to live a lifetime in a single day. In the tradition of Before I Fall and If I Stay, They Both Die at the End is a tour de force from acclaimed author Adam Silvera, whose debut, More Happy Than Not, the New York Times called “profound.”",
    "authors": [
      "Adam Silvera"
    ],
    "industryIdentifiers": [
      "9780062457806"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d8-q7tAEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "31",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Eleanor \u0026 Park",
    "description": "A stunning debut young adult novel about two misfits falling in love for the first time",
    "authors": [
      "Rainbow Rowell"
    ],
    "industryIdentifiers": [
      "9781250012579"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dDJsyrEuke0cC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "32",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Miss Peregrine\u0027s Home for Peculiar Children",
    "description": "The #1 New York Times best-selling series. A mysterious island. An abandoned orphanage. A strange collection of very curious photographs. It all waits to be discovered in Miss Peregrine’s Home for Peculiar Children, an unforgettable novel that mixes fiction and photography in a thrilling reading experience. As our story opens, a horrific family tragedy sets sixteen-year-old Jacob journeying to a remote island off the coast of Wales, where he discovers the crumbling ruins of Miss Peregrine’s Home for Peculiar Children. As Jacob explores its abandoned bedrooms and hallways, it becomes clear that the children were more than just peculiar. They may have been dangerous. They may have been quarantined on a deserted island for good reason. And somehow—impossible though it seems—they may still be alive. A spine-tingling fantasy illustrated with haunting vintage photography, Miss Peregrine’s Home for Peculiar Children will delight adults, teens, and anyone who relishes an adventure in the shadows. “A tense, moving, and wondrously strange first novel. The photographs and text work together brilliantly to create an unforgettable story.”—John Green, New York Times best-selling author of The Fault in Our Stars “With its X-Men: First Class-meets-time-travel story line, David Lynchian imagery, and rich, eerie detail, it’s no wonder Miss Peregrine’s Home for Peculiar Children has been snapped up by Twentieth Century Fox. B+”—Entertainment Weekly “‘Peculiar’ doesn’t even begin to cover it. Riggs’ chilling, wondrous novel is already headed to the movies.”—People “You’ll love it if you want a good thriller for the summer. It’s a mystery, and you’ll race to solve it before Jacob figures it out for himself.”—Seventeen",
    "authors": [
      "Ransom Riggs"
    ],
    "industryIdentifiers": [
      "9781594744761"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003drkeQEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "33",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "One of Us Is Lying",
    "description": "#1 NEW YORK TIMES BESTSELLER • NAMED ONE OF THE TEN BEST BOOKS OF THE YEAR BY ENTERTAINMENT WEEKLY • BUZZFEED • POPCRUSH “Pretty Little Liars meets The Breakfast Club” (Entertainment Weekly) in this addictive mystery about what happens when five strangers walk into detention and only four walk out alive. Pay close attention and you might solve this. On Monday afternoon, five students at Bayview High walk into detention. Bronwyn, the brain, is Yale-bound and never breaks a rule. Addy, the beauty, is the picture-perfect homecoming princess. Nate, the criminal, is already on probation for dealing. Cooper, the athlete, is the all-star baseball pitcher. And Simon, the outcast, is the creator of Bayview High’s notorious gossip app. Only, Simon never makes it out of that classroom. Before the end of detention Simon\u0027s dead. And according to investigators, his death wasn’t an accident. On Monday, he died. But on Tuesday, he’d planned to post juicy reveals about all four of his high-profile classmates, which makes all four of them suspects in his murder. Or are they the perfect patsies for a killer who’s still on the loose? Everyone has secrets, right? What really matters is how far you would go to protect them. All the secrets of the Bayview Four will be revealed in the TV series now streaming on NBC\u0027s Peacock! And don’t miss the #1 New York Times bestselling sequel, One of Us is Next!",
    "authors": [
      "Karen M. McManus"
    ],
    "industryIdentifiers": [
      "9781524714680"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dhrKPEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "34",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Legend",
    "description": "A New York Times bestseller! What was once the western United States is now home to the Republic, a nation perpetually at war with its neighbors. Born into an elite family in one of the Republic\u0027s wealthiest districts, fifteen-year-old June is a prodigy being groomed for success in the Republic\u0027s highest military circles. Born into the slums, fifteen-year-old Day is the country\u0027s most wanted criminal. But his motives may not be as malicious as they seem. From very different worlds, June and Day have no reason to cross paths - until the day June\u0027s brother, Metias, is murdered and Day becomes the prime suspect. Caught in the ultimate game of cat and mouse, Day is in a race for his family\u0027s survival, while June seeks to avenge Metias\u0027s death. But in a shocking turn of events, the two uncover the truth of what has really brought them together, and the sinister lengths their country will go to keep its secrets. Full of nonstop action, suspense, and romance, this novel is sure to move readers as much as it thrills.",
    "authors": [
      "Marie Lu"
    ],
    "industryIdentifiers": [
      "9780399256752"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dObeLDQAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "35",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Simon vs. the Homo Sapiens Agenda",
    "description": "Everybody is talking about Simon vs. the Homo Sapiens Agenda! \"A remarkable gift of a novel.\"—Andrew Smith, author of Grasshopper Jungle \"I am so in love with this book.\"—Nina LaCour, author of Hold Still \"Feels timelessly, effortlessly now.\"—Tim Federle, author of Better Nate Than Ever \"The best kind of love story.\"—Alex Sanchez, Lambda Award-winning author of Rainbow Boys and Boyfriends with Girlfriends Sixteen-year-old and not-so-openly gay Simon Spier prefers to save his drama for the school musical. But when an email falls into the wrong hands, his secret is at risk of being thrust into the spotlight. Now change-averse Simon has to find a way to step out of his comfort zone before he\u0027s pushed out—without alienating his friends, compromising himself, or fumbling a shot at happiness with the most confusing, adorable guy he\u0027s never met. Incredibly funny and poignant, this twenty-first-century coming-of-age, coming out story—wrapped in a geek romance—is a knockout of a debut novel by Becky Albertalli.",
    "authors": [
      "Becky Albertalli"
    ],
    "industryIdentifiers": [
      "9780062348678"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dP2SqoAEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "36",
    "totalReaders": [
      "a"
    ],
    "totalBuyers": []
  },
  {
    "title": "Speak",
    "description": "A traumatic event near the end of the summer has a devastating effect on Melinda\u0027s freshman year in high school.",
    "authors": [
      "Laurie Halse Anderson"
    ],
    "industryIdentifiers": [
      "9780312674397"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dhRCKngEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "37",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "To Kill a Mockingbird",
    "description": "Harper Lee\u0027s Pulitzer Prize-winning masterwork of honor and injustice in the deep South -- and the heroism of one man in the face of blind and violent hatred One of the best-loved stories of all time, To Kill a Mockingbird has been translated into more than forty languages, sold more than thirty million copies worldwide, served as the basis of an enormously popular motion picture, and was voted one of the best novels of the twentieth century by librarians across the country. A gripping, heart-wrenching, and wholly remarkable tale of coming-of-age in a South poisoned by virulent prejudice, it views a world of great beauty and savage inequities through the eyes of a young girl, as her father -- a crusading local lawyer -- risks everything to defend a black man unjustly accused of a terrible crime.",
    "authors": [
      "Harper Lee"
    ],
    "industryIdentifiers": [
      "9780061120084"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dncuX8p2xLIUC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "38",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Alchemist",
    "description": "A special 25th anniversary edition of the extraordinary international bestseller, including a new Foreword by Paulo Coelho. Combining magic, mysticism, wisdom and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations. Paulo Coelho\u0027s masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago\u0027s journey teaches us about the essential wisdom of listening to our hearts, of recognizing opportunity and learning to read the omens strewn along life\u0027s path, and, most importantly, to follow our dreams.",
    "authors": [
      "Paulo Coelho"
    ],
    "industryIdentifiers": [
      "9780062315007"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dZI3gAQAACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "40",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Amal Unbound",
    "description": "\"Saeed\u0027s timely and stirring middle-grade debut is a celebration of resistance and justice.\"--Kirkus Reviews, starred review The compelling story of a girl\u0027s fight to regain her life and dreams after being forced into indentured servitude. Life is quiet and ordinary in Amal\u0027s Pakistani village, but she had no complaints, and besides, she\u0027s busy pursuing her dream of becoming a teacher one day. Her dreams are temporarily dashed when--as the eldest daughter--she must stay home from school to take care of her siblings. Amal is upset, but she doesn\u0027t lose hope and finds ways to continue learning. Then the unimaginable happens--after an accidental run-in with the son of her village\u0027s corrupt landlord, Amal must work as his family\u0027s servant to pay off her own family\u0027s debt. Life at the opulent Khan estate is full of heartbreak and struggle for Amal--especially when she inadvertently makes an enemy of a girl named Nabila. Most troubling, though, is Amal\u0027s growing awareness of the Khans\u0027 nefarious dealings. When it becomes clear just how far they will go to protect their interests, Amal realizes she will have to find a way to work with others if they are ever to exact change in a cruel status quo, and if Amal is ever to achieve her dreams.",
    "authors": [
      "Aisha Saeed"
    ],
    "industryIdentifiers": [
      "9780399544682"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dgeJUDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "41",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "When You Trap a Tiger",
    "description": "WINNER OF THE NEWBERY MEDAL • WINNER OF THE ASIAN/PACIFIC AMERICAN AWARD FOR CHILDREN\u0027S LITERATURE • #1 NEW YORK TIMES BESTSELLER Would you make a deal with a magical tiger? This uplifting story brings Korean folklore to life as a girl goes on a quest to unlock the power of stories and save her grandmother. Some stories refuse to stay bottled up... When Lily and her family move in with her sick grandmother, a magical tiger straight out of her halmoni\u0027s Korean folktales arrives, prompting Lily to unravel a secret family history. Long, long ago, Halmoni stole something from the tigers. Now they want it back. And when one of the tigers approaches Lily with a deal--return what her grandmother stole in exchange for Halmoni\u0027s health--Lily is tempted to agree. But deals with tigers are never what they seem! With the help of her sister and her new friend Ricky, Lily must find her voice...and the courage to face a tiger. Tae Keller, the award-winning author of The Science of Breakable Things, shares a sparkling tale about the power of stories and the magic of family. \"If stories were written in the stars ... this wondrous tale would be one of the brightest.\" —Booklist, Starred Review",
    "authors": [
      "Tae Keller"
    ],
    "industryIdentifiers": [
      "9781524715700"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dkX3HDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "42",
    "totalReaders": [
      "a"
    ],
    "totalBuyers": []
  },
  {
    "title": "Girls of Paper and Fire",
    "description": "Uncover a riveting story of palace intrigue set in a sumptuous Asian-inspired fantasy world in the breakout YA novel that Publisher\u0027s Weekly calls \"elegant and adrenaline-soaked.\" *A New York Times Bestseller**#1 on the Indie Next Kid\u0027s List**Goodreads Best Books of November* *B\u0026N Top Books of November**Publisher\u0027s Weekly Books of the Week**Hypable Most Anticipated YA Book Releases* In this richly developed fantasy, Lei is a member of the Paper caste, the lowest and most persecuted class of people in Ikhara. She lives in a remote village with her father, where the decade-old trauma of watching her mother snatched by royal guards for an unknown fate still haunts her. Now, the guards are back and this time it\u0027s Lei they\u0027re after -- the girl with the golden eyes whose rumored beauty has piqued the king\u0027s interest. Over weeks of training in the opulent but oppressive palace, Lei and eight other girls learns the skills and charm that befit a king\u0027s consort. There, she does the unthinkable -- she falls in love. Her forbidden romance becomes enmeshed with an explosive plot that threatens her world\u0027s entire way of life. Lei, still the wide-eyed country girl at heart, must decide how far she\u0027s willing to go for justice and revenge.",
    "authors": [
      "Natasha Ngan"
    ],
    "industryIdentifiers": [
      "9780316561365"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d54uXswEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "43",
    "totalReaders": [
      "a"
    ],
    "totalBuyers": []
  },
  {
    "title": "Graceling",
    "description": "With elegant, evocative prose and a cast of unforgettable characters, a debut author creates a mesmerizing medieval world, a death-defying adventure, and a heart-racing romance that will captivate readers.",
    "authors": [
      "Kristin Cashore"
    ],
    "industryIdentifiers": [
      "9780152063962"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dvToaYGUhFr8C\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "44",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Angelfall",
    "description": "While trying to escape their apartment after the angels of the apocalypse descended to demolish the modern world, Penryn meets Raffe, an angel whose wings have been cut off by the angels who kidnapped Penryn\u0027s sister, Paige.",
    "authors": [
      "Susan Ee"
    ],
    "industryIdentifiers": [
      "9780761463276"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dbTQ3vgAACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "45",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Legendborn",
    "description": "An Instant New York Times Bestseller! Winner of the Coretta Scott King - John Steptoe for New Talent Author Award Filled with mystery and an intriguingly rich magic system, Tracy Deonn’s YA contemporary fantasy Legendborn offers the dark allure of City of Bones with a modern-day twist on a classic legend and a lot of Southern Black Girl Magic. After her mother dies in an accident, sixteen-year-old Bree Matthews wants nothing to do with her family memories or childhood home. A residential program for bright high schoolers at UNC–Chapel Hill seems like the perfect escape—until Bree witnesses a magical attack her very first night on campus. A flying demon feeding on human energies. A secret society of so called “Legendborn” students that hunt the creatures down. And a mysterious teenage mage who calls himself a “Merlin” and who attempts—and fails—to wipe Bree’s memory of everything she saw. The mage’s failure unlocks Bree’s own unique magic and a buried memory with a hidden connection: the night her mother died, another Merlin was at the hospital. Now that Bree knows there’s more to her mother’s death than what’s on the police report, she’ll do whatever it takes to find out the truth, even if that means infiltrating the Legendborn as one of their initiates. She recruits Nick, a self-exiled Legendborn with his own grudge against the group, and their reluctant partnership pulls them deeper into the society’s secrets—and closer to each other. But when the Legendborn reveal themselves as the descendants of King Arthur’s knights and explain that a magical war is coming, Bree has to decide how far she’ll go for the truth and whether she should use her magic to take the society down—or join the fight.",
    "authors": [
      "Tracy Deonn"
    ],
    "industryIdentifiers": [
      "9781534441606"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dgU_4DwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "46",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Bartimaeus: Amulet of Samarkand, The (Book One)",
    "description": "Nathaniel is a magician\u0027s apprentice, taking his first lessons in the arts of magic. But when a devious hot-shot wizard named Simon Lovelace ruthlessly humiliates Nathaniel in front of his elders, Nathaniel decides to kick up his education a few notches and show Lovelace who\u0027s boss. With revenge on his mind, he summons the powerful djinni, Bartimaeus. But summoning Bartimaeus and controlling him are two different things entirely, and when Nathaniel sends the djinni out to steal Lovelace\u0027s greatest treasure, the Amulet of Samarkand, he finds himself caught up in a whirlwind of magical espionage, murder, and rebellion.",
    "authors": [
      "Jonathan Stroud"
    ],
    "industryIdentifiers": [
      "9780786852550"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dLk2SbKlXC7oC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "47",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Magicians",
    "description": "Harboring secret preoccupations with a magical land he read about in a childhood fantasy series, Quentin Coldwater is unexpectedly admitted into an exclusive college of magic and rigorously educated in modern sorcery.",
    "authors": [
      "Lev Grossman"
    ],
    "industryIdentifiers": [],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d7zBAAQAAIAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "48",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "A Wizard of Earthsea",
    "description": "Originally published in 1968, Ursula K. Le Guin\u0027s A Wizard of Earthsea marks the first of the six now beloved Earthsea titles. Ged was the greatest sorcerer in Earthsea, but in his youth he was the reckless Sparrowhawk. In his hunger for power and knowledge, he tampered with long-held secrets and loosed a terrible shadow upon the world. This is the tumultuous tale of his testing, how he mastered the mighty words of power, tamed an ancient dragon, and crossed death\u0027s threshold to restore the balance.",
    "authors": [
      "Ursula K. Le Guin"
    ],
    "industryIdentifiers": [
      "9780547773742"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dA_eNpwAACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "49",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Cinder",
    "description": "Queen Levana is a ruler who uses her \u0027glamour\u0027 to gain power. but long before she crossed paths with Cinder, Scarlet, and Cress, Levana lived a very different story - a story that has never been told ... until now.",
    "authors": [
      "Marissa Meyer"
    ],
    "industryIdentifiers": [
      "9781250007209"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dCI8XAwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "50",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Shadow and Bone",
    "description": "The Grishaverse will be coming to Netflix soon with Shadow and Bone, an original series Enter the Grishaverse with Book One of the Shadow and Bone Trilogy by the #1 New York Times-bestselling author of Six of Crows and Crooked Kingdom. Soldier. Summoner. Saint. Orphaned and expendable, Alina Starkov is a soldier who knows she may not survive her first trek across the Shadow Fold--a swath of unnatural darkness crawling with monsters. But when her regiment is attacked, Alina unleashes dormant magic not even she knew she possessed. Now Alina will enter a lavish world of royalty and intrigue as she trains with the Grisha, her country\u0027s magical military elite--and falls under the spell of their notorious leader, the Darkling. He believes Alina can summon a force capable of destroying the Shadow Fold and reuniting their war-ravaged country, but only if she can master her untamed gift. As the threat to the kingdom mounts and Alina unlocks the secrets of her past, she will make a dangerous discovery that could threaten all she loves and the very future of a nation. Welcome to Ravka . . . a world of science and superstition where nothing is what it seems. A New York Times Bestseller A Los Angeles Times Bestseller An Indie Next List Book This title has Common Core connections. Praise for the Grishaverse \"A master of fantasy.\" --The Huffington Post \"Utterly, extremely bewitching.\" --The Guardian \"The best magic universe since Harry Potter.\" --Bustle \"This is what fantasy is for.\" --The New York Times Book Review \" A] world that feels real enough to have its own passport stamp.\" --NPR \"The darker it gets for the good guys, the better.\" --Entertainment Weekly \"Sultry, sweeping and picturesque. . . . Impossible to put down.\" --USA Today \"There\u0027s a level of emotional and historical sophistication within Bardugo\u0027s original epic fantasy that sets it apart.\" --Vanity Fair \"Unlike anything I\u0027ve ever read.\" --Veronica Roth, bestselling author of Divergent \"Bardugo crafts a first-rate adventure, a poignant romance, and an intriguing mystery \" --Rick Riordan, bestselling author of the Percy Jackson series \"This is a great choice for teenage fans of George R.R. Martin and J.R.R. Tolkien.\" --RT Book Reviews Read all the books in the Grishaverse The Shadow and Bone Trilogy (previously published as The Grisha Trilogy) Shadow and Bone Siege and Storm Ruin and Rising The Six of Crows Duology Six of Crows Crooked Kingdom King of Scars The Language of Thorns: Midnight Tales and Dangerous Magic",
    "authors": [
      "Leigh Bardugo"
    ],
    "industryIdentifiers": [
      "9781250027436"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003douBNBAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "51",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Six of Crows",
    "description": "See the Grishaverse come to life on screen with Shadow and Bone, now a Netflix original series. Discover what comes next for heist trio Kaz, Inej, and Jesper -- and the star-crossed Nina and Matthias -- in the #1 New York Times bestseller Six of Crows, Book One of the Six of Crows Duology. Ketterdam: a bustling hub of international trade where anything can be had for the right price—and no one knows that better than criminal prodigy Kaz Brekker. Kaz is offered a chance at a deadly heist that could make him rich beyond his wildest dreams. But he can\u0027t pull it off alone. . . . A convict with a thirst for revenge. A sharpshooter who can\u0027t walk away from a wager. A runaway with a privileged past. A spy known as the Wraith. A Heartrender using her magic to survive the slums. A thief with a gift for unlikely escapes. Six dangerous outcasts. One impossible heist. Kaz\u0027s crew is the only thing that might stand between the world and destruction—if they don\u0027t kill each other first. Six of Crows by Leigh Bardugo returns to the breathtaking world of the Grishaverse in this unforgettable tale about the opportunity—and the adventure—of a lifetime. Praise for Six of Crows: “Six of Crows is a twisty and elegantly crafted masterpiece that thrilled me from the beginning to end.” –New York Times-bestselling author Holly Black “Six of Crows [is] one of those all-too-rare, unputdownable books that keeps your eyes glued to the page and your brain scrambling to figure out what’s going to happen next.” –Michael Dante DiMartino, co-creator of Avatar: The Last Airbender and The Legend of Korra “There\u0027s conflict between morality and amorality and an appetite for sometimes grimace-inducing violence that recalls the Game of Thrones series. But for every bloody exchange there are pages of crackling dialogue and sumptuous description. Bardugo dives deep into this world, with full color and sound. If you\u0027re not careful, it\u0027ll steal all your time.” —The New York Times Book Review Read all the books in the Grishaverse! The Shadow and Bone Trilogy (previously published as The Grisha Trilogy) Shadow and Bone Siege and Storm Ruin and Rising The Six of Crows Duology Six of Crows Crooked Kingdom The King of Scars Duology King of Scars The Language of Thorns: Midnight Tales and Dangerous Magic The Severed Moon: A Year-Long Journal of Magic Praise for the Grishaverse “A master of fantasy.” —The Huffington Post “Utterly, extremely bewitching.” —The Guardian “This is what fantasy is for.” —The New York Times Book Review “[A] world that feels real enough to have its own passport stamp.” —NPR “The darker it gets for the good guys, the better.” —Entertainment Weekly “Sultry, sweeping and picturesque. . . . Impossible to put down.” —USA Today “There’s a level of emotional and historical sophistication within Bardugo’s original epic fantasy that sets it apart.” —Vanity Fair “Unlike anything I’ve ever read.” —Veronica Roth, bestselling author of Divergent “Bardugo crafts a first-rate adventure, a poignant romance, and an intriguing mystery!” —Rick Riordan, bestselling author of the Percy Jackson series",
    "authors": [
      "Leigh Bardugo"
    ],
    "industryIdentifiers": [
      "9781250076960"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dfd1CrgEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "52",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Damsel",
    "description": "*A 2018 Michael L. Printz Award Honor Book* A dark, twisted, unforgettable fairy tale from Elana K. Arnold, author of the National Book Award finalist What Girls Are Made Of The rite has existed for as long as anyone can remember: When the king dies, his son the prince must venture out into the gray lands, slay a fierce dragon, and rescue a damsel to be his bride. This is the way things have always been. When Ama wakes in the arms of Prince Emory, she knows none of this. She has no memory of what came before she was captured by the dragon or what horrors she faced in its lair. She knows only this handsome young man, the story he tells of her rescue, and her destiny of sitting on a throne beside him. It’s all like a dream, like something from a fairy tale. As Ama follows Emory to the kingdom of Harding, however, she discovers that not all is as it seems. There is more to the legends of the dragons and the damsels than anyone knows, and the greatest threats may not be behind her, but around her, now, and closing in.",
    "authors": [
      "Elana K. Arnold"
    ],
    "industryIdentifiers": [
      "9780062742322"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d0lxoswEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "53",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Diviners",
    "description": "Seventeen-year-old Evie O\u0027Neill is thrilled when she is exiled from small-town Ohio to New York City in 1926, even when a rash of occult-based murders thrusts Evie and her uncle, curator of The Museum of American Folklore, Superstition, and the Occult, into the thick of the investigation.",
    "authors": [
      "Libba Bray"
    ],
    "industryIdentifiers": [
      "9780316126113"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d_AX8nQEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "54",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Fablehaven",
    "description": "When Kendra and Seth go to stay at their grandparents\u0027 estate, they discover that it is a sanctuary for magical creatures and that a battle between good and evil is looming.",
    "authors": [
      "Brandon Mull"
    ],
    "industryIdentifiers": [
      "9781416947202"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dw7FfrQxhnxEC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "55",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Sublime",
    "description": "True love may mean certain death in a ghostly affair of risk and passion from New York Times bestselling duo Christina Lauren, authors of Beautiful Bastard. Tahereh Mafi, New York Times bestselling author of Shatter Me calls Sublime “a beautiful, haunting read.” When Lucy walks out of a frozen forest, wearing only a silk dress and sandals, she isn’t sure how she got there. But when she sees Colin, she knows for sure that she’s here for him. Colin has never been captivated by a girl the way he is by Lucy. With each passing day their lives intertwine, and even as Lucy begins to remember more of her life—and her death—neither of them are willing to give up what they have, no matter how impossible it is. And when Colin finds a way to physically be with Lucy, taking himself to the brink of death where his reality and Lucy’s overlap, the joy of being together for those brief stolen moments drowns out everything in the outside world. But some lines weren’t meant to be crossed…",
    "authors": [
      "Christina Lauren"
    ],
    "industryIdentifiers": [
      "9781481413701"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dubHRAgAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "57",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Where Everybody Looks Like Me",
    "description": "A richly reported account of the forces threatening America\u0027s historic black colleges and universities—and how diverse leaders nationwide are struggling to keep these institutions and black culture alive for future generations. American education is under siege, and few parts of the system are more threatened than black colleges and universities. Once hailed as national treasures, historically black colleges and universities (HBCUs) such as Spelman College, Morehouse College, and Howard University—the backbone of the nation\u0027s black middle class which have produced legends including Dr. Martin Luther King, Jr., Thurgood Marshall, and Oprah Winfrey—are in a fight for survival. The threats are numerous: Republican state legislators are determined to merge, consolidate, or shut down historically black colleges and universities; Ivy League institutions are poaching the best black high school students; President Obama\u0027s push for heightened performance standards, and cuts in loan funding from the U.S. Department of Education. In this tightly woven narrative full of intriguing characters, Where Everybody Looks Like Me chronicles this near breaking point for black colleges. Award-winning journalist Ron Stodghill offers a rare behind-closed-doors look into the private world of the boards of directors, the black intelligentsia, the leaders of business, law, politics, culture, and sports, and other influential figures involved in the debate and battle to save these institutions. Told from the perspective of a family, Where Everybody Looks Like Me shows their struggle to secure the best education for their child. Where Everybody Looks Like Me is a tale of vision and vanity—of boardroom backbiting, financial chicanery, idealism and passion. Here are administrators, celebrities, alumni, and others whose lives are intricately tied to these institutions and their fate—whether they will remain strong and vital, or become a revered part of our cultural past.",
    "authors": [
      "Ron Stodghill"
    ],
    "industryIdentifiers": [
      "9780062323231"
    ],
    "categories": [
      "Education"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dOm4PrgEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "59",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Hello, Goodbye, and Everything in Between",
    "description": "On the night before they leave for college, Clare and Aidan only have one thing left to do: figure out whether they should stay together or break up. Over the course of twelve hours, they retrace the steps of their relationship, trying to find something in their past that might help them decide what their future should be. The night leads them to family and friends, familiar landmarks and unexpected places, hard truths and surprising revelations. But as the clock winds down and morning approaches, so does their inevitable goodbye. The question is, will it be goodbye for now or goodbye forever? Charming, bittersweet, and full of wisdom and heart, this irresistible novel from Jennifer E. Smith, author of The Statistical Probability of Love at First Sight, explores the difficult choices that arise when life and love lead in different directions.",
    "authors": [
      "Jennifer E. Smith"
    ],
    "industryIdentifiers": [
      "9780316334426"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dK7HErQEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "60",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Secret Diary of Lizzie Bennet",
    "description": "\"Pure genius... a sharp, clever re-imagining... if Austen was writing now, she might have created something like this.\" The Guardian on The Lizzie Bennet Diaries The Lizzie Bennet Diaries may have started as a school project for Lizzie, but it grew into so much more, as the videos came to inform and reflect her life and that of her sisters, beautiful Jane and reckless Lydia. People watched, debated, tweeted, tumblr\u0027d, and suddenly Lizzie was YouTube sensation. But not everything happened on-screen. Lizzie kept a secret diary. The Secret Diary of Lizzie Bennet is everything you didn\u0027t see in her videos - and more. This is Pride and Prejudiceas you\u0027ve never experienced it before! Read The Secret Diary of Lizzie Bennet,watch the YouTube videos at lizziebennetdiaries.com and check her out on Pinterest, Tumblr and Twitter - become part of the sensation that\u0027s captured the imagination of millions of fans!",
    "authors": [
      "Bernie Su",
      "Kate Rorick"
    ],
    "industryIdentifiers": [
      "9781471123221"
    ],
    "categories": [
      "Domestic fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d3f67oAEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "61",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Saving Grace",
    "description": "\"Grace and Ted Chapman: literary power couple. Ted is considered \u0027the thinking man\u0027s John Grisham\u0027 and Grace, his wife of twenty years, is beautiful, stylish, carefree. All of this is on the surface; beneath, what no one sees, is Ted\u0027s rages. His mood swings. And the precarious house of cards that their lifestyle is built upon. When Ted\u0027s longtime assistant and mainstay leaves, the house of cards begins to crumble and Grace, with dark secrets in her past, is most vulnerable\"--",
    "authors": [
      "Jane Green"
    ],
    "industryIdentifiers": [
      "9781250047335"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d27RgBQAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "62",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Red Pole of Macau",
    "description": "In Ian Hamilton\u0027s The Red Pole of Macau, family ties are stressed to the limit when intrepid forensic accountant Ava Lee must rescue her half brother, Michael, and his business partner, Simon, from a disastrous multimillion-dollar real-estate deal in Macau. When the developers turn out to be gangsters, Michael and Simon are threatened with bankruptcy and much worse. Ava struggles to salvage the deal and her family\u0027s money, but then Simon is kidnapped, and the rules of the game abruptly change.",
    "authors": [
      "Ian Hamilton"
    ],
    "industryIdentifiers": [
      "9781250043559"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003di1sEnQEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "63",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Two Can Keep a Secret",
    "description": "The \"must-read YA thriller\" (Bustle) from #1 New York Times bestselling author of One of Us Is Lying about a small town with deadly secrets. \"When it comes to YA suspense, Karen M. McManus is in a league of her own...\" --Entertainment Weekly Echo Ridge is small-town America. Ellery\u0027s never been there, but she\u0027s heard all about it. Her aunt went missing there at age seventeen. And only five years ago, a homecoming queen put the town on the map when she was killed. Now Ellery has to move there to live with a grandmother she barely knows. The town is picture-perfect, but it\u0027s hiding secrets. And before school even begins for Ellery, someone has declared open season on homecoming, promising to make it as dangerous as it was five years ago. Then, almost as if to prove it, another girl goes missing. Ellery knows all about secrets. Her mother has them; her grandmother does too. And the longer she\u0027s in Echo Ridge, the clearer it becomes that everyone there is hiding something. The thing is, secrets are dangerous--and most people aren\u0027t good at keeping them. Which is why in Echo Ridge, it\u0027s safest to keep your secrets to yourself. Fans of the hit thriller that started it all can watch the secrets of the Bayview Four be revealed in the One of Us is Lying TV series now streaming on NBC\u0027s Peacock!",
    "authors": [
      "Karen M. McManus"
    ],
    "industryIdentifiers": [
      "9781524714710"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dTSgZEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "65",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Ashes in the Snow (Movie Tie-In)",
    "description": "An international bestseller, a #1 New York Times bestseller, and now a major motion picture! Ruta Sepetys\u0027s Between Shades of Gray is now the film Ashes in the Snow! This special movie tie-in edition features 16 pages of color movie stills starring Bel Powley and Jonah Hauer-King in never-before-seen footage and a behind-the-scenes look at the making of the movie, plus a brand-new letter from the author! \"Few books are beautifully written, fewer still are important; this novel is both.\" --The Washington Post Fifteen-year-old Lina is a Lithuanian girl living an ordinary life -- until Soviet officers invade her home and tear her family apart. Separated from her father and forced onto a crowded train, Lina, her mother, and her young brother make their way to a Siberian work camp, where they are forced to fight for their lives. Lina finds solace in her art, documenting these events by drawing. Risking everything, she imbeds clues in her drawings of their location and secretly passes them along, hoping her drawings will make their way to her father\u0027s prison camp. But will strength, love, and hope be enough for Lina and her family to survive? A moving and haunting novel perfect for readers of The Book Thief. Praise for Between Shades of Gray: \"Superlative. A hefty emotional punch.\" --The New York Times Book Review \"Heart-wrenching . . . an eye-opening reimagination of a very real tragedy written with grace and heart.\" --The Los Angeles Times \"At once a suspenseful, drama-packed survival story, a romance, and an intricately researched work of historial fiction.\" --The Wall Street Journal * \"Beautifully written and deeply felt . . . An important book that deserves the widest possible readership.\" --Booklist, starred review A New York Times Notable book An international bestseller A Carnegie Medal nominee A William C. Morris Award finalist A Golden Kite Award winner A Best Children\u0027s Book of 2011 selection from The Wall Street Journal, PW, SLJ, Booklist,Kirkus, iTunes, Amazon, St. Louis Post Dispatch, and Columbus Dispatch ILA Notable Book for a Global Society Award winner Winner of 10 international book prizes across France, Sweden, Belgium, Lithuania, and Canada 26 state award lists 4 starred reviews And more!",
    "authors": [
      "Ruta Sepetys"
    ],
    "industryIdentifiers": [
      "9781984836748"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dJC17DwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "67",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "As Good As Dead",
    "description": "The highly anticipated, edge-of-your-seat conclusion to the addictive A Good Girl\u0027s Guide to Murder series that reads like your favorite true crime podcast or show. By the end, you\u0027ll never think the same of good girls again. Pip\u0027s good girl days are long behind her. After solving two murder cases and garnering internet fame from her crime podcast, she\u0027s seen a lot. But she\u0027s still blindsided when it starts to feel like someone is watching her. It\u0027s small things at first. A USB stick with footage recording her and the same anonymous source always asking her: who will look for you when you\u0027re the one who disappears? It could be a harmless fan, but her gut is telling her danger is lurking. When Pip starts to find connections between her possible stalker and a local serial killer, Pip knows that there is only one choice: find the person threatening her town including herself--or be as good as dead. Because maybe someone has been watching her all along...",
    "authors": [
      "Holly Jackson"
    ],
    "industryIdentifiers": [
      "9780593379868"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dRFQ3zgEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "69",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Gemina",
    "description": "A New York Times Bestseller Now in paperback, the second edge-of-your-seat installment in the New York Times bestselling series by Amie Kaufman and Jay Kristoff, called \"stylistically mesmerizing\" and \"out-of-this-world-awesome\" by reviewers. Moving to a space station at the edge of the galaxy was always going to be the death of Hanna’s social life. Nobody said it might actually get her killed. The sci-fi saga that began with the breakout bestseller Illuminae continues on board the Jump Station Heimdall, where two new characters will confront the next wave of the BeiTech assault. Hanna is the station captain’s pampered daughter; Nik the reluctant member of a notorious crime family. But while the pair are struggling with the realities of life aboard the galaxy\u0027s most boring space station, little do they know that Kady Grant and the Hypatia are headed right toward Heimdall, carrying news of the Kerenza invasion. When an elite BeiTech strike team invades the station, Hanna and Nik are thrown together to defend their home. But alien predators are picking off the station residents one by one, and a malfunction in the station\u0027s wormhole means the space-time continuum might be ripped in two before dinner. Soon Hanna and Nik aren’t just fighting for their own survival; the fate of everyone on the Hypatia—and possibly the known universe—is in their hands. But relax. They\u0027ve totally got this. They hope. Once again told through a compelling dossier of emails, IMs, classified files, transcripts, and schematics, Gemina raises the stakes of the Illuminae Files, hurling readers into an enthralling new story that will leave them breathless. Praise for Illuminae: A New York Times Bestseller A PW Bestseller “Out-of-this-world awesome.” —Kirkus Reviews, Starred “Stylistically mesmerizing.” —Publishers Weekly, Starred “An arresting visual experience.” —Booklist, Starred “A game-changer.” —Shelf Awareness, Starred",
    "authors": [
      "Amie Kaufman",
      "Jay Kristoff"
    ],
    "industryIdentifiers": [
      "9780553499186"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dcgWOEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "70",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Crown of Thunder",
    "description": "Taj is headed west, but the consequences of leaving Kos behind confront him at every turn. Innocent civilians flee to refugee camps as Karima\u0027s dark magic continues to descend on the city. Taj must return, but first he needs a plan. With Arzu\u0027s help, Taj and Aliya make it to the village of her ancestors, home of the tastahlik-sin-eaters with Taj\u0027s same ability to both battle and call forth sins. As Taj comes to terms with his new magic, he realizes there are two very different groups of tastahlik-one using their powers for good, the other for more selfish ends. Aliya is struggling with her own unique capabilities. She\u0027s immersed in her work to uncover the secret to Karima\u0027s magic, but her health begins to mysteriously deteriorate. With the help of a local western mage, Aliya uncovers her true destiny-a future she\u0027s not sure she wants. As Taj and Aliya explore their feelings for each other and Arzu connects with her homeland, the local westerners begin to question Taj\u0027s true identity. Karima is on his heels, sending dark warnings to the little village where he\u0027s hiding. Taj will have to go back and face her before she sends her mostly deadly weapon--Taj\u0027s former best friend, Bo.",
    "authors": [
      "Tochi Onyebuchi"
    ],
    "industryIdentifiers": [
      "9780451481313"
    ],
    "categories": [
      "Guilt"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dgOKzugEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "72",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Truly Devious",
    "description": "New York Times bestselling author Maureen Johnson weaves a delicate tale of murder and mystery in the first book of a striking new series, perfect for fans of Agatha Christie and E. Lockhart. Ellingham Academy is a famous private school in Vermont for the brightest thinkers, inventors, and artists. It was founded by Albert Ellingham, an early twentieth century tycoon, who wanted to make a wonderful place full of riddles, twisting pathways, and gardens. “A place,” he said, “where learning is a game.” Shortly after the school opened, his wife and daughter were kidnapped. The only real clue was a mocking riddle listing methods of murder, signed with the frightening pseudonym “Truly, Devious.” It became one of the great unsolved crimes of American history. True-crime aficionado Stevie Bell is set to begin her first year at Ellingham Academy, and she has an ambitious plan: She will solve this cold case. That is, she will solve the case when she gets a grip on her demanding new school life and her housemates: the inventor, the novelist, the actor, the artist, and the jokester. But something strange is happening. Truly Devious makes a surprise return, and death revisits Ellingham Academy. The past has crawled out of its grave. Someone has gotten away with murder. The two interwoven mysteries of this first book in the Truly Devious series dovetail brilliantly, and Stevie Bell will continue her relentless quest for the murderers in books two and three. Publishers Weekly Best Books of 2018 * Junior Library Guild Selection * 2019 YALSA Best Fiction for Young Adults Nomination * 2019 ALA\u0027s Best Fiction for Young Adults Nomination * Chicago Public Library Best of the Best Books 2018 * Goodreads Choice Award Nominee for Young Adult Fiction 2018 * 2018 Nerdy Book Club Young Adult Winner * Seventeen Best YA Book of 2018",
    "authors": [
      "Maureen Johnson"
    ],
    "industryIdentifiers": [
      "9780062338068"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dGpAVtAEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "73",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Eye of Minds (The Mortality Doctrine, Book One)",
    "description": "From James Dashner, author of the #1 New York Times bestselling Maze Runner series, comes the first book in the bestselling Mortality Doctrine series, an edge-of-your-seat cyber-adventure trilogy that includes The Rule of Thoughts and The Game of Lives. Includes a sneak peek of The Fever Code, the highly anticipated conclusion to the Maze Runner series—the novel that finally reveals how the Maze was built! The VirtNet offers total mind and body immersion, and the more hacking skills you have, the more fun it is. Why bother following the rules when it’s so easy to break them? But some rules were made for a reason. Some technology is too dangerous to fool with. And one gamer has been doing exactly that, with murderous results. The government knows that to catch a hacker, you need a hacker. And they’ve been watching Michael. If he accepts their challenge, Michael will need to go off the VirtNet grid, to the back alleys and corners of the system human eyes have never seen—and it’s possible that the line between game and reality will be blurred forever. Praise for the Mortality Doctrine Series: “Dashner takes full advantage of the Matrix-esque potential for asking ‘what is real.’” —io9.com “Set in a world taken over by virtual reality gaming, the series perfectly capture[s] Dashner’s hallmarks for inventiveness, teen dialogue and an ability to add twists and turns like no other author.” —MTV.com “A brilliant, visceral, gamified mash-up of The Matrix and Inception, guaranteed to thrill even the non-gaming crowd.” —Christian Science Monitor",
    "authors": [
      "James Dashner"
    ],
    "industryIdentifiers": [
      "9780385741392"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dq0yNEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "74",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "New Year\u0027s Kiss",
    "description": "If your New Year\u0027s resolution was to find the perfect upbeat romance read...this is it! Tess is ready to ring in the new year--will she have a new boy by her side? Tess and her opinionated older sister Lauren are spending the week after Christmas at the snowy Evergreen Lodge in Vermont--and they aren\u0027t happy about it. Their stern grandmother, who owns the holiday resort, is not known for her warmth and good humor. But when shy, straight-laced Tess meets Christopher in the lobby, things are suddenly looking up. Then, Tess decides to get out of her comfort zone and create a bucket list of things to accomplish before the New Year-like singing in public and skiing a black-diamond slope. And Christopher is happy to help, even as he keeps a secret that could turn everything upside down. When the ball drops, will Tess and Christopher share a magical kiss-or will Tess start the new year off alone? And if you love Hallmark movies and cozy holiday magic, don\u0027t miss 11 Paper Hearts by Kelsey Hartwell!",
    "authors": [
      "Lee Matthews"
    ],
    "industryIdentifiers": [
      "9780593179864"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d7aLTDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "75",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Fireworks",
    "description": "Fame and friendship can get complicated, especially when there are more than platonic feelings at play in this rom com perfect for fans of Netflix\u0027s XO, Kitty! Seventeen-year-old Lulu Li has her last summer before college all planned out. But her plans go awry when she learns that Kite Xu, her old next-door neighbor and childhood friend, will be returning home from South Korea. Lulu hasn’t seen Kite since eighth grade, after he left the country to pursue a career in K-pop, eventually debuting in the boy group Karnival. When Karnival announces that Kite will be taking a break from K-pop activities for mysterious reasons, the opportunity to rekindle their friendship arises. Star-struck and nostalgic, Lulu tries to reconnect with Kite. As they continue to bond and reminisce over the past, Kite’s sister, Connie, warns Lulu not to get too close to her brother. The harder Lulu tries to deny her feelings, the stronger they get. But how could a K-pop star ever fall for a nobody from home? And even if he did, is there any way for their relationship to end but badly? Underlined is a line of totally addictive romance, thriller, and horror paperback original titles coming to you fast and furious each month. Enjoy everything you want to read the way you want to read it.",
    "authors": [
      "Alice Lin"
    ],
    "industryIdentifiers": [
      "9780593565353"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dBtBuEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "76",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Highly Suspicious and Unfairly Cute",
    "description": "NEW YORK TIMES BESTSELLER • A pair of ex-best friends turned high school rivals must work together to survive the great outdoors—and each other—in this cozy enemies-to-lovers romance from the beloved author of the Brown Sisters trilogy. “A pure delight. This book is confirmation: no one does love stories like Talia Hibbert.”—Leah Johnson, author of You Should See Me in a Crown and Rise to the Sun Bradley Graeme is pretty much perfect. He’s a star football player, manages his OCD well (enough), and comes out on top in all his classes . . . except the ones he shares with his ex-best friend, Celine. Celine Bangura is conspiracy-theory-obsessed. Social media followers eat up her takes on everything from UFOs to holiday overconsumption—yet, she’s still not cool enough for the popular kids’ table. Which is why Brad abandoned her for the in-crowd years ago. (At least, that’s how Celine sees it.) These days, there’s nothing between them other than petty insults and academic rivalry. So when Celine signs up for a survival course in the woods, she’s surprised to find Brad right beside her. Forced to work as a team for the chance to win a grand prize, these two teens must trudge through not just mud and dirt but their messy past. And as this adventure brings them closer together, they begin to remember the good bits of their history. But has too much time passed . . . or just enough to spark a whole new kind of relationship?",
    "authors": [
      "Talia Hibbert"
    ],
    "industryIdentifiers": [
      "9780593482339"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dOnWTEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "78",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Babysitters Coven",
    "description": "Adventures in Babysitting meets Buffy the Vampire Slayer in this funny, action-packed novel about a coven of witchy babysitters who realize their calling to protect the innocent and save the world from an onslaught of evil. Seventeen-year-old Esme Pearl has a babysitters club. She knows it\u0027s kinda lame, but what else is she supposed to do? Get a job? Gross. Besides, Esme likes babysitting, and she\u0027s good at it. And lately Esme needs all the cash she can get, because it seems like destruction follows her wherever she goes. Let\u0027s just say she owes some people a new tree. Enter Cassandra Heaven. She\u0027s Instagram-model hot, dresses like she found her clothes in a dumpster, and has a rebellious streak as gnarly as the cafeteria cooking. So why is Cassandra willing to do anything, even take on a potty-training two-year-old, to join Esme\u0027s babysitters club? The answer lies in a mysterious note Cassandra\u0027s mother left her: \"Find the babysitters. Love, Mom.\" Turns out, Esme and Cassandra have more in common than they think, and they\u0027re about to discover what being a babysitter really means: a heroic lineage of superpowers, magic rituals, and saving the innocent from seriously terrifying evil. And all before the parents get home. \"The Baby-Sitters Club...but spooky.\"--Cosmopolitan \"A high-energy series starter that\u0027s plenty of fun.\"--Booklist \"Combines everything you love.\"--Man Repeller",
    "authors": [
      "Kate M. Williams"
    ],
    "industryIdentifiers": [
      "9780525707394"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dC26FDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "79",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "American Royals",
    "description": "NEW YORK TIMES BESTSELLING SERIES • What if America had a royal family? If you can\u0027t get enough of Harry and Meghan or Kate and William, meet American princesses Beatrice and Samantha. Crazy Rich Asians meets The Crown. Perfect for fans of Red, White, and Royal Blue and The Royal We! Two princesses vying for the ultimate crown. Two girls vying for the prince\u0027s heart. This is the story of the American royals. When America won the Revolutionary War, its people offered General George Washington a crown. Two and a half centuries later, the House of Washington still sits on the throne. Like most royal families, the Washingtons have an heir and a spare. A future monarch and a backup battery. Each child knows exactly what is expected of them. But these aren\u0027t just any royals. They\u0027re American. As Princess Beatrice gets closer to becoming America\u0027s first queen regnant, the duty she has embraced her entire life suddenly feels stifling. Nobody cares about the spare except when she\u0027s breaking the rules, so Princess Samantha doesn\u0027t care much about anything, either . . . except the one boy who is distinctly off-limits to her. And then there\u0027s Samantha\u0027s twin, Prince Jefferson. If he\u0027d been born a generation earlier, he would have stood first in line for the throne, but the new laws of succession make him third. Most of America adores their devastatingly handsome prince . . . but two very different girls are vying to capture his heart. The duty. The intrigue. The Crown. New York Times bestselling author Katharine McGee imagines an alternate version of the modern world, one where the glittering age of monarchies has not yet faded--and where love is still powerful enough to change the course of history. \"The lives of the American royal family will hook you in the very first pages and never let go. Relatable, believable, fantastical, aspirational, and completely addictive.\" --Sara Shepard, #1 New York Times bestselling author of the Pretty Little Liars and Perfectionists series",
    "authors": [
      "Katharine McGee"
    ],
    "industryIdentifiers": [
      "9781984830203"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dPwHfDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "80",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Wicked Like a Wildfire",
    "description": "“Lush. Delicious. Bewildering. And darkly magical. Popovic has created a world that you tumble into from the very first words and wish you could stay in forever.” —Evelyn Skye, author of The Crown\u0027s Game “Wicked Like a Wildfire was like devouring a succulent fairy fruit—it will rob your time, settle into your dreams, and leave you starving for more.” —Roshani Chokshi, New York Times bestselling author of The Star-Touched Queen Fans of Holly Black and Leigh Bardugo will be bewitched by Lana Popovic\u0027s debut YA fantasy novel about a bargain that binds the fates—and hearts—of twin sisters to a force larger than life. All the women in Iris and Malina’s family have the unique magical ability or “gleam” to manipulate beauty. Iris sees flowers as fractals and turns her kaleidoscope visions into glasswork, while Malina interprets moods as music. But their mother has strict rules to keep their gifts a secret, even in their secluded sea-side town. Iris and Malina are not allowed to share their magic with anyone, and above all, they are forbidden from falling in love. But when their mother is mysteriously attacked, the sisters will have to unearth the truth behind the quiet lives their mother has built for them. They will discover a wicked curse that haunts their family line—but will they find that the very magic that bonds them together is destined to tear them apart forever? Wicked Like a Wildfire is the first in a two-book series. Readers will be rapt with anticipation for the sequel.",
    "authors": [
      "Lana Popovic"
    ],
    "industryIdentifiers": [
      "9780062436832"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dZr7UzAEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "81",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Possess",
    "description": "Fifteen-year-old Bridget Liu just wants to be left alone: by her over-protective mom, by Matt Quinn, the cute son of a local police sergeant, and by the eerie voices she can suddenly and inexplicably hear. Unfortunately for Bridget, the voices are demons—and Bridget possesses the rare ability to banish them back to whatever hell they came from. Literally. Terrified to tell her friends or family about this new power, Bridget confides in San Francisco’s senior exorcist, Monsignor Renault. The monsignor enlists her help in increasingly dangerous cases of demonic possession, but just as she is starting to come to terms with her freakish new role, Bridget receives a startling message from one of the demons. And when one of her oldest friends is killed, Bridget realizes she’s in deeper than she ever thought possible. Now she must unlock the secret to the demons’ plan before someone else close to her winds up dead—or worse, the human vessel for a demon king.",
    "authors": [
      "Gretchen McNeil"
    ],
    "industryIdentifiers": [
      "9780062060716"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dMyfiegR_mdkC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "82",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Open Borders",
    "description": "American policy-makers have long been locked in a heated battle over whether, how many, and what kind of immigrants to allow to live and work in the country. Those in favor of welcoming more immigrants often cite humanitarian reasons, while those in favor of more restrictive laws argue the need to protect native citizens. But economist Bryan Caplan adds a new, compelling perspective to the immigration debate: He argues that opening all borders could eliminate absolute poverty worldwide and usher in a booming worldwide economy—undeniably benefiting all of humanity. With a clear and conversational tone, exhaustive research, and vibrant illustrations by Zach Weinersmith, Open Borders makes the case for unrestricted immigration easy to follow and hard to deny.",
    "authors": [
      "Bryan Caplan"
    ],
    "industryIdentifiers": [
      "9781250316974"
    ],
    "categories": [
      "Comics \u0026 Graphic Novels"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dBlo4vwEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "83",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "All the Bright Places",
    "description": "\"When Theodore Finch and Violet Markey meet on the ledge of the bell tower at school--both teetering on the edge--it\u0027s the beginning of an unlikely relationship, a journey to discover the \u0027natural wonders\u0027 of the state of Indiana, and two teens\u0027 desperate desire to heal and save one another\"",
    "authors": [
      "Jennifer Niven"
    ],
    "industryIdentifiers": [
      "9780385755894"
    ],
    "categories": [
      "Bipolar disorder in adolescence"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d96KtoAEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "84",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "We\u0027re Doomed. Now What?",
    "description": "An American Orwell for the age of Trump, Roy Scranton faces the unpleasant facts of our day with fierce insight and honesty. We’re Doomed. Now What? penetrates to the very heart of our time. Our moment is one of alarming and bewildering change—the breakup of the post-1945 global order, a multispecies mass extinction, and the beginning of the end of civilization as we know it. Not one of us is innocent, not one of us is safe. Now what? We’re Doomed. Now What? addresses the crisis that is our time through a series of brilliant, moving, and original essays on climate change, war, literature, and loss, from one of the most provocative and iconoclastic minds of his generation. Whether writing about sailing through the melting Arctic, preparing for Houston’s next big storm, watching Star Wars, or going back to the streets of Baghdad he once patrolled as a soldier, Roy Scranton handles his subjects with the same electric, philosophical, demotic touch that he brought to his groundbreaking New York Times essay, “Learning How to Die in the Anthropocene.”",
    "authors": [
      "Roy Scranton"
    ],
    "industryIdentifiers": [
      "9781616959364"
    ],
    "categories": [
      "Political Science"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dxD9gDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "85",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Hidden Ivies, 3rd Edition",
    "description": "Completely revised and updated with a dozen new colleges and universities, the essential guide students need to help them choose and gain admission to the outstanding schools that fit them best. Based on Howard and Matthew Greene’s years of counseling experience and research, The Hidden Ivies is an invaluable, in-depth look inside sixty-three renowned academic institutions. These private colleges and universities offer students a broad liberal arts education that will help them build a strong foundation for the rest of their lives. The Greenes help families understand what makes an Ivy League college so desirable, and why these Hidden Ivies (some less well-known than others) offer an educational and personal experience to rival that found on Ivy campuses. In this fully revised and updated edition—featuring new institutions, including Dickinson College, Fordham University, and Southern Methodist University—the premier educational consultants and authors of Making It Into a Top College take you school-by-school, revealing: Why these are unique institutions of exceptional merit What criteria to use in evaluating different programs The admissions requirements for each selective school How to approach the selective college admissions process today Student perspectives on their college experiences The value of pursuing a liberal arts education Choosing a college is one of the most important decisions every student—and their parents—will ever make. With costs rising and so many to choose from—and the competition for acceptance more intense than ever before—The Hidden Ivies offers invaluable insights and advice to help every student choose and apply to the right school: the place where they will thrive, academically, socially, and personally.",
    "authors": [
      "Howard Greene",
      "Matthew W. Greene"
    ],
    "industryIdentifiers": [
      "9780062420909"
    ],
    "categories": [
      "Study Aids"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dYRpcjgEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "86",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Sanctum",
    "description": "In the chilling second book in the New York Times bestselling Asylum series, three teens must return to the asylum that still haunts their dreams to end the nightmare once and for all. With the page-turning suspense and horror that made Asylum such a standout, and featuring found photographs from real vintage carnivals, Sanctum is a mind-bending reading experience that\u0027s perfect for fans of the smash hit Miss Peregrine\u0027s Home for Peculiar Children. Dan, Abby, and Jordan remain traumatized by the summer they shared in the Brookline asylum. Much as they\u0027d love to move on, many questions remain, and someone is determined to keep the terror alive, sending the teens photos of an old-timey carnival, with no note and no name. Forsaking their plan never to go back, the teens return to New Hampshire College under the guise of a weekend for prospective students, and there they realize that the carnival from the photos is not only real, it\u0027s here on campus, apparently for the first time in many years. Sneaking away from sample classes and college parties, Dan and his friends lead a tour of their own—one through the abandoned houses and hidden places of a surrounding town. Camford is hiding a terrible past, and the truth behind Dan\u0027s connection to the asylum\u0027s evil warden is more terrifying than Dan ever imagined. Don\u0027t miss Madeleine Roux\u0027s all-new gothic horror novel, House of Furies.",
    "authors": [
      "Madeleine Roux"
    ],
    "industryIdentifiers": [
      "9780062220998"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d7UW9wAEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "87",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Lady or the Tiger",
    "description": "A twisty, darkly seductive anti-hero origin story, starring a teenage killer whose trial in the Wild West is upended when her first victim, her husband, arrives alive with a story to tell. Summer 1886—When nineteen-year-old Belle King turns herself in for murder, the last thing she expects to see is her abusive husband Reginald standing outside her Dodge City jail cell, impossibly alive. He’s there to take her back, but Belle is not going without a fight. Reginald was the first man she ever meant to kill, but certainly not the last . . . Now, while there are still bars between them, Belle is forced to resort to all the tricks in her arsenal to prevent her husband from ever being in control of her again. But in the 1880s, the last soul anyone will believe is a girl—even when she confesses to her own crimes. With the seductive horror of a fairy tale, Lady or the Tiger is the dark, twisty story of how one mountain girl from Kentucky became the wickedest woman in the Wild West and an ode to girls with tigers in their hearts who can save themselves.",
    "authors": [
      "Heather M. Herrman"
    ],
    "industryIdentifiers": [
      "9781984816740"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dWakgEQAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "88",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Lovely Reckless",
    "description": "“The Lovely Reckless has everything I hope for in a book. Packed with the perfect blend of suspense, drama, romance, and heart, Kami Garcia has truly topped herself.” —Colleen Hoover, #1 New York Times-bestselling author of It Ends With Us From #1 New York Times best-selling author Kami Garcia, a contemporary romance full of loss, love, and redemption. She used to care about being the good girl. Haunted by the memory of her boyfriend\u0027s death, Frankie Devereux lives her life by one dangerous rule: nothing matters. But she crosses the line with a reckless choice that forces her to move in with her dad—an overprotective cop—and transfer to a new school. When Frankie meets Marco, a tough street racer who is risking everything for his family, things get complicated. He wasn\u0027t always the bad boy. Everyone says Marco Leone is trouble. But at Frankie\u0027s new school, where fistfights in the halls don’t faze anyone and illegal street racing is more popular than football, Marco is also the fastest (and hottest) guy around. As their attraction grows, Frankie can\u0027t seem to stay away from him—until she discovers Marco\u0027s dangerous secret. Your own heart will race with each page turn of this heart-stopping star-crossed love story. An Imprint Book",
    "authors": [
      "Kami Garcia"
    ],
    "industryIdentifiers": [
      "9781250079220"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003di1WdCwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "89",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Betrayal Knows My Name, Vol. 3",
    "description": "Despite finally learning more about the \"Sunset of the Underworld\" a thousand years past, Yuki finds his thoughts returning once more to his former friend and current enemy Kanata...But while Yuki may be new to picking sides in a centuries-old war, it is nothing new to the Zweilt. And Kuroto and Senshirou, the new Zweilt pair Yuki has only just encountered, harbor a profound hatred for Opasts, swearing revenge on one in particular. What happened four years ago to inspire such loathing? As Yuki bears witness to the flames of revenge that burn in the hearts of those around him, how will his own heart respond to the betrayal that he cannot forget?",
    "authors": [
      "Hotaru Odagiri"
    ],
    "industryIdentifiers": [
      "9780316226677"
    ],
    "categories": [
      "Comics \u0026 Graphic Novels"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dzuTzWNOUbFwC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "90",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "I\u0027ll Give You the Sun",
    "description": "A New York Times bestseller • One of Time Magazine’s 100 Best YA Books of All Time • Winner of the Michael L. Printz Award • A Stonewall Honor Book The radiant, award-winning story of first love, family, loss, and betrayal for fans of John Green, Becky Albertalli, and Adam Silvera \"Dazzling.\"—The New York Times Book Review \"A blazing prismatic explosion of color.\"—Entertainment Weekly \"Powerful and well-crafted . . . Stunning.\" —Time Magazine “We were all heading for each other on a collision course, no matter what. Maybe some people are just meant to be in the same story.” At first, Jude and her twin brother are NoahandJude; inseparable. Noah draws constantly and is falling in love with the charismatic boy next door, while daredevil Jude wears red-red lipstick, cliff-dives, and does all the talking for both of them. Years later, they are barely speaking. Something has happened to change the twins in different yet equally devastating ways . . . but then Jude meets an intriguing, irresistible boy and a mysterious new mentor. The early years are Noah’s to tell; the later years are Jude’s. But they each have only half the story, and if they can only find their way back to one another, they’ll have a chance to remake their world. From the acclaimed author of The Sky Is Everywhere, this exhilarating novel will leave you breathless and teary and laughing—often all at once.",
    "authors": [
      "Jandy Nelson"
    ],
    "industryIdentifiers": [
      "9780142425763"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003duQ0YEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "91",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Merciless",
    "description": "\"Page-to-page Stephen King-style terror...\"—Booklist \"The Merciless is chilling...think \u0027Mean Girls\u0027 meets \u0027The Exorcist.\u0027\"—MTV.com “Pretty Little Liars fans, get a sneak peek at your new favorite book The Merciless…a nail biting thriller.”—Seventeen Magazine Brooklyn Stevens sits in a pool of her own blood, tied up and gagged. No one outside of these dank basement walls knows she’s here. No one can hear her scream. Sofia Flores knows she shouldn’t have gotten involved. When she befriended Riley, Grace, and Alexis on her first day at school, she admired them, with their perfect hair and their good-girl ways. They said they wanted to save Brooklyn. They wanted to help her. Sofia didn’t realize they believed Brooklyn was possessed. Now, Riley and the girls are performing an exorcism on Brooklyn—but their idea of an exorcism is closer to torture than salvation. All Sofia wants is to get out of this house. But there is no way out. Sofia can’t go against the other girls...unless she wants to be next. By the shockingly twisted end, readers will be faced with the most haunting question of all: Is there evil in all of us?",
    "authors": [
      "Danielle Vega"
    ],
    "industryIdentifiers": [
      "9781595147233"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dUleIEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "92",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Die for Me",
    "description": "My life had always been blissfully, wonderfully normal. But it only took one moment to change everything. Suddenly, my sister, Georgia, and I were orphans. We put our lives into storage and moved to Paris to live with my grandparents. And I knew my shattered heart, my shattered life, would never feel normal again. Then I met Vincent. Mysterious, sexy, and unnervingly charming, Vincent Delacroix appeared out of nowhere and swept me off my feet. Just like that, I was in danger of losing my heart all over again. But I was ready to let it happen. Of course, nothing is ever that easy. Because Vincent is no normal human. He has a terrifying destiny, one that puts his life at risk every day. He also has enemies . . . immortal, murderous enemies who are determined to destroy him and all of his kind. While I\u0027m fighting to piece together the remnants of my life, can I risk putting my heart—as well as my life and my family\u0027s—in jeopardy for a chance at love?",
    "authors": [
      "Amy Plum"
    ],
    "industryIdentifiers": [
      "9780062077004"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dPdtYW9IpA18C\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "93",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Skim",
    "description": "Internationally acclaimed, bittersweet and darkly humorous, this poignant graphic novel explores the trials and pains of adolescence.",
    "authors": [
      "Mariko Tamaki"
    ],
    "industryIdentifiers": [
      "9781406321364"
    ],
    "categories": [
      "Bereavement"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dIeo1PwAACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "94",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Lies My Memory Told Me",
    "description": "From thrilling debut voice Sacha Wunsch comes a heart-stopping psychological mystery in a world where memories can be shared--and one girl can\u0027t trust any of them. Enhanced Memory changed everything. By sharing someone else\u0027s memory, you can experience anything and everything with no risk at all: learn any skill instantly, travel the world from home, and safeguard all your most treasured secrets forever. Nova\u0027s parents invented this technology, and it\u0027s slowly taking over their lives. That\u0027s where Nova comes in. She can pick up the slack for them--and she doesn\u0027t mind. She knows Enhanced Memory is a gift, and its value outweighs its costs. But Kade says Nova doesn\u0027t even know the costs. Kade runs a secret vlog cataloging real experiences, is always on the move, and he\u0027s strangely afraid of Nova--even though she feels more comfortable with him than she ever has with anyone. Suddenly there are things Nova can\u0027t stop noticing: the way her parents don\u0027t meet her eyes anymore, the questions no one wants her to ask, and the relentless feeling like there\u0027s something she\u0027s forgotten. But there\u0027s danger around every corner, and her own home might be the most dangerous place of all.",
    "authors": [
      "Sacha Wunsch"
    ],
    "industryIdentifiers": [
      "9781335018274"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dHMEMzgEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "96",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Goodbye, Friend! Hello, Friend!",
    "description": "From the creator of The Rabbit Listened comes a gentle story about the difficulty of change . . . and the wonder that new beginnings can bring. Change and transitions are hard, but Goodbye, Friend! Hello, Friend! demonstrates how, when one experience ends, it opens the door for another to begin. It follows two best friends as they say goodbye to snowmen, and hello to stomping in puddles. They say goodbye to long walks, butterflies, and the sun...and hello to long evening talks, fireflies, and the stars. But the hardest goodbye of all comes when one of the friends has to move away. Feeling alone isn\u0027t easy, and sometimes new beginnings take time. But even the hardest days come to an end, and you never know what tomorrow will bring.",
    "authors": [
      "Cori Doerrfeld"
    ],
    "industryIdentifiers": [
      "9780525554233"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dBYebDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "97",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "This Is Not a Love Scene",
    "description": "Lights, camera—all Maeve needs is action. But at eighteen, a rare form of muscular dystrophy usually stands in the way of romance. She\u0027s got her friends, her humor, and a passion for filmmaking to keep her focus off consistent rejection...and the hot older guy starring in her senior film project. Tall, bearded, and always swaying, Cole Stone is everything Maeve can\u0027t be. And she likes it. Between takes, their chemistry is shockingly electric. Suddenly Maeve gets a taste of typical teenage dating life, but girls in wheelchairs don’t get the hot guy—right? Cole’s attention challenges everything she once believed about her self-image and hopes for love. But figuring this out, both emotionally and physically, won\u0027t be easy for either of them. Maeve must choose between what she needs and what she wants, while Cole has a tendency to avoid decisions altogether. And the future might not wait for either. Funny, emotional, and refreshingly honest, S.C. Megale’s This is Not a Love Scene is for anyone who can relate to feeling different while navigating the terrifying and thrilling waters of first love.",
    "authors": [
      "Shea C. Megale"
    ],
    "industryIdentifiers": [
      "9781250190499"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003duoKXugEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "99",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The New Guy (and Other Senior Year Distractions)",
    "description": "Filled with romance, rivalry, and passive-aggressive dog walking, Amy Spalding delivers a hilariously relatable story about how even the best-laid plans sometimes need to be rewritten. What\u0027s the only thing that could derail overachiever Jules\u0027s perfect senior year? Alex Powell--former member of boy-band sensation Chaos 4 All and newest transfer to Eagle Vista Academy. Alex seems cool enough when he starts spending time with Jules. In fact, he turns out to be quite the romantic (not to mention a killer kisser). And after getting over the initial shock that someone like Alex might actually like like her, Jules accepts that having a boyfriend could be a nice addition to her packed schedule. That is, until Alex commits the ultimate betrayal, which threatens to ruin her high school career, and possibly her entire future. This. Means. War.",
    "authors": [
      "Amy Spalding"
    ],
    "industryIdentifiers": [
      "9780316382786"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dnP8KswEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "100",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Stay Gold",
    "description": "Debut author Tobly McSmith delivers a coming-of-age teen love story about a transgender boy who\u0027s going stealth at his new Texas high school and a cisgender girl who is drawn to him, even as she\u0027s counting down the days until graduation. Perfect for fans of David Levithan, Becky Albertalli, and Jenny Han. Pony just wants to fly under the radar during senior year. Tired from all the attention he got at his old school after coming out as transgender, he\u0027s looking for a fresh start at Hillcrest High. But it\u0027s hard to live your best life when the threat of exposure lurks down every hallway and in every bathroom. Georgia is beginning to think there\u0027s more to life than cheerleading. She plans on keeping a low profile until graduation...which is why she promised herself that dating was officially a no-go this year. Then, on the very first day of school, the new guy and the cheerleader lock eyes. How is Pony supposed to stay stealth when he wants to get close to a girl like Georgia? How is Georgia supposed to keep her promise when sparks start flying with a boy like Pony? Funny and poignant, clear-eyed and hopeful, Stay Gold is a story about finding love--and finding yourself.",
    "authors": [
      "Tobly McSmith"
    ],
    "industryIdentifiers": [
      "9780062943170"
    ],
    "categories": [
      "YOUNG ADULT FICTION"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003drJY5xQEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "101",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Speak 20th Anniversary Edition",
    "description": "\"Speak up for yourself—we want to know what you have to say.\" From the first moment of her freshman year at Merryweather High, Melinda knows this is a big fat lie, part of the nonsense of high school. She is friendless, outcast, because she busted an end-of-summer party by calling the cops, so now nobody will talk to her, let alone listen to her. As time passes, she becomes increasingly isolated and practically stops talking altogether. Only her art class offers any solace, and it is through her work on an art project that she is finally able to face what really happened at that terrible party: she was raped by an upperclassman, a guy who still attends Merryweather and is still a threat to her. Her healing process has just begun when she has another violent encounter with him. But this time Melinda fights back, refuses to be silent, and thereby achieves a measure of vindication. A timeless novel about consent and finding the courage to speak up for yourself, the twentieth anniversary edition of the classic novel that has spoken to so many young adults now includes a new introduction by acclaimed writer, host, speaker, and cultural commentator Ashley C. Ford as well as an afterword by New York Times-bestselling author of All American Boys and Long Way Down, Jason Reynolds. This edition will also feature an updated Q\u0026A, resource list, and essay and poem from Laurie Halse Anderson. Praise for Speak: “In a stunning first novel, Anderson uses keen observations and vivid imagery to pull readers into the head of an isolated teenager. . . . Will leave readers touched and inspired.” —Publishers Weekly, starred review “An uncannily funny book even as it plumbs the darkness, Speak will hold readers from first word to last.” —The Horn Book, starred review Praise for Speak: The Graphic Novel: “[Emily Carroll] should be recognized as one of the best graphic storytellers out there.” —Kate Beaton, author of Hark! A Vagrant “What a talent. What a voice.” —Mark Siegel, author of Sailor Twain, or The Mermaid in the Hudson “Carroll knows how to capture uncomfortable emotions—guilt, regret, possessiveness, envy—and transform them into hair-raising narratives.” —New York Times Book Review Accolades for Speak: New York Times Bestseller Publishers Weekly Bestseller Michael L. Printz Honor Book National Book Award Finalist Edgar Allan Poe Award Finalist Los Angeles Times Book Prize Finalist ALA Top Ten Best Book for Young Adults ALA Quick Pick Publishers Weekly Best Book of the Year Booklist Top Ten First Novel BCCB Blue Ribbon Book School Library Journal Best Book of the Year",
    "authors": [
      "Laurie Halse Anderson"
    ],
    "industryIdentifiers": [
      "9780374311254"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dduhDtAEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "102",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Turtles All the Way Down",
    "description": "The critically acclaimed, instant #1 bestseller by John Green, author of The Anthropocene Reviewed and The Fault in Our Stars A NEW FILM, COMING SOON TO MAX “A tender story about learning to cope when the world feels out of control.” —People “A sometimes heartbreaking, always illuminating, glimpse into how it feels to live with mental illness.” – NPR John Green, the award-winning, international bestselling author of The Anthropocene Reviewed, returns with a story of shattering, unflinching clarity in this brilliant novel of love, resilience, and the power of lifelong friendship. Aza Holmes never intended to pursue the disappearance of fugitive billionaire Russell Pickett, but there’s a hundred-thousand-dollar reward at stake and her Best and Most Fearless Friend, Daisy, is eager to investigate. So together, they navigate the short distance and broad divides that separate them from Pickett’s son Davis. Aza is trying. She is trying to be a good daughter, a good friend, a good student, and maybe even a good detective, while also living within the ever-tightening spiral of her own thoughts.",
    "authors": [
      "John Green"
    ],
    "industryIdentifiers": [
      "9780525555377"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dK1qYDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "106",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Dividing Eden",
    "description": "From the author of the New York Times bestselling Testing trilogy comes a sweeping new fantasy series, perfect for fans of Victoria Aveyard and Sarah J. Maas. Twins Carys and Andreus were never destined to rule Eden. With their older brother next in line to inherit the throne, the future of the kingdom was secure. But appearances—and rivals—can be deceiving. When Eden’s king and crown prince are killed by assassins, Eden desperately needs a monarch, but the line of succession is no longer clear. With a ruling council scheming to gain power, Carys and Andreus are faced with only one option—to take part in a Trial of Succession that will determine which one of them is worthy of ruling the kingdom. As sister and brother, Carys and Andreus have always kept each other safe—from their secrets, from the court, and from the monsters lurking in the mountains beyond the kingdom’s wall. But the Trial of Succession will test the bonds of trust and family. With their country and their hearts divided, Carys and Andreus will discover exactly what each will do to win the crown. How long before suspicion takes hold and the thirst for power leads to the ultimate betrayal?",
    "authors": [
      "Joelle Charbonneau"
    ],
    "industryIdentifiers": [
      "9780062453846"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dFKRQvgAACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "107",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "What Happens Next",
    "description": "How can you talk about something that you can\u0027t remember? Before the ski trip, Cassidy \"Sid\" Murphy was a cheerleader (on the bottom of the pyramid, but still...) and a straight-A student, with two of the best friends a girl could ask for. When Sid finds herself on a ski lift with hunky local college guy, Dax Windsor, she\u0027s thrilled. \"Come to a party with me,\" he tells her, but Dax isn\u0027t what he seems. He takes everything from Sid-including a lock of her perfect red curls--and she can\u0027t remember any of it. After the ski trip, Sid is an insomniac and an obsessive late-night runner, unable to relate to her old friends. Caught in a downward spiral, Sid drops her college prep classes and takes up residence in the A/V room with only Corey \"The Living Stoner\" Livingston for company. But as she gets to know Corey--slacker, baker, total dreamboat--Sid finds someone who truly makes her happy. Now, if only she could shake the nightmares, everything would be perfect... Witty and poignant, Colleen Clayton\u0027s debut is a stunning story of moving on after the unthinkable happens",
    "authors": [
      "Colleen Clayton"
    ],
    "industryIdentifiers": [
      "9780316198691"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dWRN6lwEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "108",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Loot",
    "description": "When Alfie McQuinn, the notorious jewel thief, is killed on a job, his last words to his son, March, are to \"find jewels\" and this instruction leads the boy to Jules, the twin sister he never knew he had--and the perfect partner to carry on the family business.",
    "authors": [
      "Jude Watson"
    ],
    "industryIdentifiers": [
      "9780545468022"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dcHxBngEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "109",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Goong, Vol. 6",
    "description": "Hoping to clear the air between Shin and Chae-Kyung, the ladies of the court pressure the young couple to get more intimate. But even a night together may not be enough to push the two close. Amid lingering suspicions of Shin\u0027s involvement with Hyo-Rin, Yul takes the offensive in claiming not only his right to the throne, but to Chae-Kyung\u0027s heart as well...Will her commitment to her husband and her duty as crown princess prevail?",
    "authors": [
      "So Hee Park"
    ],
    "industryIdentifiers": [
      "9780316404914"
    ],
    "categories": [
      "Comics \u0026 Graphic Novels"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dLboPAAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "110",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Iron Widow (Book 1)",
    "description": "An instant #1 New York Times bestseller! A USA Today bestseller! Pacific Rim meets The Handmaid\u0027s Tale in this blend of Chinese history and mecha science fiction for YA readers. The boys of Huaxia dream of pairing up with girls to pilot Chrysalises, giant transforming robots that can battle the mecha aliens that lurk beyond the Great Wall. It doesn\u0027t matter that the girls often die from the mental strain. When 18-year-old Zetian offers herself up as a concubine-pilot, it\u0027s to assassinate the ace male pilot responsible for her sister\u0027s death. But she gets her vengeance in a way nobody expected—she kills him through the psychic link between pilots and emerges from the cockpit unscathed. She is labeled an Iron Widow, a much-feared and much-silenced kind of female pilot who can sacrifice boys to power up Chrysalises instead.​ To tame her unnerving yet invaluable mental strength, she is paired up with Li Shimin, the strongest and most controversial male pilot in Huaxia​. But now that Zetian has had a taste of power, she will not cower so easily. She will miss no opportunity to leverage their combined might and infamy to survive attempt after attempt on her life, until she can figure out exactly why the pilot system works in its misogynist way—and stop more girls from being sacrificed.",
    "authors": [
      "Xiran Jay Zhao"
    ],
    "industryIdentifiers": [
      "9780735269934"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dojaTEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "112",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Leviathan",
    "description": "[blank]",
    "authors": [
      "Scott Westerfeld"
    ],
    "industryIdentifiers": [
      "9781416971733"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dxknZa6BFJd0C\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "113",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Grandville Bete Noire",
    "description": "The baffling murder of a famed Parisian artist in his locked and guarded studio takes the tenacious Detective Inspector LeBrock of Scotland Yard and his faithful adjunct, Detective Ratzi, into the cutthroat Grandville art scene to track the mysterious assassin. As the body count mounts and events spiral out of control, the investigation points to Toad Hall, where a cabal of industrialists and fat cats plot the overthrow of the French State . . . by use of steam-driven automaton soldiers! * Grandville was nominated for an Eisner Award and a Hugo Award. * Also look for Dotter of Her Father’s Eyes and Cherubs from Dark Horse. “The universe Talbot creates is visually stunning and intellectually engaging.”MadAboutComics.com",
    "authors": [
      "Bryan Talbot"
    ],
    "industryIdentifiers": [
      "9781595828903"
    ],
    "categories": [
      "Comics \u0026 Graphic Novels"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d09onLgEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "114",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Clockwork Girl",
    "description": "The Tinkerer is a mad scientist convinced that mechanical technology is a stable and precise science and is more important than all of the other sciences. Metal twists and bends, gears, axles, and ratchets work in unison giving life to a conscious machine - The Astonishing Clockwork Girl.",
    "authors": [
      "Sean Patrick O\u0027Reilly",
      "Kevin Hanna"
    ],
    "industryIdentifiers": [
      "9780980920413"
    ],
    "categories": [
      "Graphic novels"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dyXlxLgAACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "116",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Astronaut Academy: Zero Gravity",
    "description": "Hakata Soy\u0027s past life as the leader of a futuristic super team won\u0027t stay in the past! The former space hero is doing his best to keep his head down at Astronaut Academy. Things aren\u0027t going so great, though. The most popular girl in school has it in for him. His best friend won\u0027t return his calls. And his new roommate is a complete jock who only cares about Fireball. Hakata just wants to make a fresh start. But how will he find time to study Anti-Gravity Gymnastics and Tactical Randomness when he\u0027s got a robot doppelganger on its way to kill him?",
    "authors": [
      "Dave Roman"
    ],
    "industryIdentifiers": [
      "9781596436206"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003deQmkcQAACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "117",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "You Have to Stop This",
    "description": "When a mummy disappears from the local history museum while Cass and her friends Max-Ernest and Yo-Yoji are there, they try to solve the case in order to clear their names and, they hope, discover the Secret they have been seeking.",
    "authors": [
      "Bosch Pseudonymous Ford Gilbert"
    ],
    "industryIdentifiers": [
      "9780316194693"
    ],
    "categories": [
      "JUVENILE FICTION"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dOAjIoQEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "118",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "The Name of this Book Is Secret",
    "description": "Read the series that\u0027s sold more than 2 million copies—if you dare! Warning: this description has not been authorized by Pseudonymous Bosch. As much as he\u0027d love to sing the praises of his book (he is very vain), he wouldn\u0027t want you to hear about his brave 11-year old heroes, Cass and Max-Ernest. Or about how a mysterious box of vials, the Symphony of Smells, sends them on the trail of a magician who has vanished under strange (and stinky) circumstances. And he certainly wouldn\u0027t want you to know about the hair-raising adventures that follow and the nefarious villains they face. You see, not only is the name of this book secret, the story inside is, too. For it concerns a secret. A Big Secret.",
    "authors": [
      "Pseudonymous Bosch"
    ],
    "industryIdentifiers": [
      "9780316039925"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dErdiAgAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "119",
    "totalReaders": [],
    "totalBuyers": []
  },
  {
    "title": "Hello, Universe",
    "description": "Winner of the Newbery Medal “A charming, intriguingly plotted novel.”—Washington Post Newbery Medalist Erin Entrada Kelly’s Hello, Universe is a funny and poignant neighborhood story about unexpected friendships. Told from four intertwining points of view—two boys and two girls—the novel celebrates bravery, being different, and finding your inner bayani (hero). “Readers will be instantly engrossed in this relatable neighborhood adventure and its eclectic cast of misfits.”—Booklist In one day, four lives weave together in unexpected ways. Virgil Salinas is shy and kindhearted and feels out of place in his crazy-about-sports family. Valencia Somerset, who is deaf, is smart, brave, and secretly lonely, and she loves everything about nature. Kaori Tanaka is a self-proclaimed psychic, whose little sister, Gen, is always following her around. And Chet Bullens wishes the weird kids would just stop being so different so he can concentrate on basketball. They aren’t friends, at least not until Chet pulls a prank that traps Virgil and his pet guinea pig at the bottom of a well. This disaster leads Kaori, Gen, and Valencia on an epic quest to find missing Virgil. Through luck, smarts, bravery, and a little help from the universe, a rescue is performed, a bully is put in his place, and friendship blooms. The acclaimed and award-winning author of Blackbird Fly and The Land of Forgotten Girls writes with an authentic, humorous, and irresistible tween voice that will appeal to fans of Thanhha Lai and Rita Williams-Garcia. “Readers across the board will flock to this book that has something for nearly everyone—humor, bullying, self-acceptance, cross-generational relationships, and a smartly fateful ending.”—School Library Journal",
    "authors": [
      "Erin Entrada Kelly"
    ],
    "industryIdentifiers": [
      "9780062877505"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dOrOhtAEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "121",
    "totalReaders": [],
    "totalBuyers": []
  }
]