[
  {
    "title": "The Silent Forest",
    "description": "“I’ve still got a real bad feeling,” mumbled Heinbichler. “And I’ll tell you all one thing: This Grimm girl can read the forest like none of us.” Forestry Student Anja Grimm is working on a soil-mapping project in a remote region in Bavaria where her father disappeared when she was just eight years old. A few days into the work, the nightmare of her childhood seems to repeat itself. Deep in the woods she runs into mentally disturbed Xaver with whom she often played when she was a child. Just hours after they meet, he hangs himself. And Xaver’s suicide will not remain the only disturbing event connected to Anja’s reappearance. An emotionally charged thriller about guilt and denial. “The Silent Forest” is set in a present day idyllic German region still haunted by terrible events that transpired there during the last days of the war – a moving story about a young woman who cannot help but read the mute testimony of the horrors of history written in the silent language of nature.",
    "authors": [
      "Wolfram Fleischhauer"
    ],
    "industryIdentifiers": [
      "9783957513984"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dC8GpEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "1"
  },
  {
    "title": "Dictionary of Midnight",
    "description": "The sharp, lyrical verse— personal and political— of a poet that paints a literary window into his contested homeland, Kurdistan.",
    "authors": [
      "Abdulla Pashew"
    ],
    "industryIdentifiers": [
      "9781944700805"
    ],
    "categories": [
      "POETRY"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dVnKotQEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "2"
  },
  {
    "title": "Echoes of the Imperium",
    "description": "A goblin airship captain\u0027s past comes back to haunt him, as he stumbles into a sinister aethermancer\u0027s plot to resurrect a fallen empire.",
    "authors": [
      "Nicholas Atwater",
      "Olivia Atwater"
    ],
    "industryIdentifiers": [
      "9781998257096"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dYNTx0AEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "3"
  },
  {
    "title": "The Last Archivist",
    "description": "In a world where books are banned and stories are forgotten, one woman dares to ignite a revolution with nothing but the power of words. Elara, a fierce and determined leader, becomes the beacon of hope for a society crushed under the weight of an oppressive regime. When a legendary book surfaces-its forbidden pages containing the truths of the past and a vision of freedom-it sparks the beginning of a rebellion that will change the world forever. The regime, led by the ruthless High Chancellor Vane, will stop at nothing to erase this threat. As Elara navigates the perilous journey of leading a revolution, she discovers that the power of storytelling is the last weapon left to the people. But the fight for freedom comes at a cost. Betrayal, loss, and the harsh reality of war force Elara to face the ultimate question- What is the price of liberation? The Last Archivist is a book about courage, sacrifice, and the eternal battle for truth. In a society where stories shape reality, Elara must decide if the world can ever truly be free, or if the stories we tell will remain forever shackled.",
    "authors": [
      "Joy Mukerjee"
    ],
    "industryIdentifiers": [
      "9798896736127"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dpc0T0QEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "4"
  },
  {
    "title": "Whispers in the Fog",
    "description": "Katie Firestone, champion kayaker and owner of a whale-watching tour boat, has invited George, along with Nancy, Ned, and Bess, to vacation north of San Francisco in Seabreak. But when Katie’s boat is vandalized, suspicion falls on fisherman Holt Scotto, who may be trying to run Katie out of business. The menace doesn’t stop there: a bike accident, a stalker, danger at an abandoned lighthouse, and a terrifying kayak trip lead Nancy to a hidden sea cave. Inside, Nancy discovers a dangerous secret. Soon her fearless instincts plunge her deeper into trouble—and it will take all her courage, daring, and wits to get herself and her friends out of it alive!",
    "authors": [
      "Carolyn Keene"
    ],
    "industryIdentifiers": [
      "9781442497276"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003du3mSvyx1ggoC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "5"
  },
  {
    "title": "The Hollow Earth Chronicles",
    "description": "A chance discovery of a large crevasse at the North Pole in the 1800s took our intrepid explorers into another world beneath the surface of the earth. It became one of the first encounters with people living in a place now called Hollow Earth. A hundred years later, another visitor had a less than friendly encounter. The three races of Hollow Earth had lived in peace for many centuries after a great war. But their world became threatened by a series of underground nuclear explosions that came from the surface. The people on the surface were totally ignorant of their existence and continued their explosions. Despite the Hollow Earth people being very cautious about retaliation, their patience had finally run out by the 2020s. The latest visitor became a pawn in a potential war that threatened every living thing on the surface. The Hollow Earths advanced technology meant that the surface dwellers were going to be in the fight of their lives, and they had no idea why.",
    "authors": [
      "Bryan Whelan"
    ],
    "industryIdentifiers": [
      "9781524517106"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dI1xGDQAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "6"
  },
  {
    "title": "Kingdom of Ash",
    "description": "Aelin Galathynius\u0027s journey from slave to assassin to queen reaches its heart-rending finale as war erupts across her world ... She has risked everything to save her people – but at a tremendous cost. Locked in an iron coffin by the Queen of the Fae, Aelin must draw upon her fiery will to endure the months of torture inflicted upon her. The knowledge that yielding to Maeve will doom those she loves keeps her from breaking, but her resolve is unravelling with each passing day... With Aelin imprisoned, Aedion and Lysandra are the last line of defence keeping Terrasen from utter destruction. But even the many allies they\u0027ve gathered to battle Erawan\u0027s hordes might not be enough to save the kingdom. Scattered throughout the continent and racing against time, Chaol, Manon, and Dorian must forge their own paths to meet their destinies. And across the sea Rowan hunts to find his captured wife and queen – before she is lost to him. Some bonds will deepen and others be severed forever, but as the threads of fate weave together at last, all must fight if they are to find salvation – and a better world. Years in the making, Kingdom of Ash is the unforgettable conclusion to Sarah J. Maas\u0027s #1 New York Times bestselling Throne of Glass series",
    "authors": [
      "Sarah J. Maas"
    ],
    "industryIdentifiers": [
      "9781408872925"
    ],
    "categories": [
      "Young Adult Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dMGNMDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "7"
  },
  {
    "title": "The Time Weaver",
    "description": "From award-winning author Shana Abé comes the fifth novel in her paranormal Drákon series—featuring a glittering world of supersensual creatures that can shape-shift from human to smoke to dragon. Honor Carlisle may have been born into the drákon clan but she’s always felt like a stranger to her kin—an intuition that proves true when she discovers that she is a Time Weaver: a creature with the extraordinary ability to transport herself into the past or future. On one of her Weaves into the future, Honor encounters the very man she should most avoid: Alexandru of the Zaharen, prince of a rival tribe of drákon. As the two surrender to a desire that brings the present and future ever closer, they also risk fulfilling a terrible prophecy. Now Honor and Sandu must place their trust—and their lives—in each other’s hands, and their faith in a magical love that could restore order to the drákon universe—or destroy it forever.",
    "authors": [
      "Shana Abé"
    ],
    "industryIdentifiers": [
      "9780553907711"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dI4jlSqTv0bEC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "8"
  },
  {
    "title": "Little Women",
    "description": "Little Women is a novel by American author Louisa May Alcott (1832-1888), which was originally published in two volumes in 1868 and 1869. Alcott wrote the books rapidly over several months at the request of her publisher. The novel follows the lives of four sisters-Meg, Jo, Beth, and Amy March-detailing their passage from childhood to womanhood, and is loosely based on the author and her three sisters.Little Women was an immediate commercial and critical success, and readers demanded to know more about the characters. Alcott quickly completed a second volume, entitled Good Wives. It was also successful. The two volumes were issued in 1880 in a single work entitled Little Women. Alcott also wrote two sequels to her popular work, both of which also featured the March sisters: Little Men (1871) and Jo\u0027s Boys (1886). Although Little Women was a novel for girls, it differed notably from the current writings for children, especially girls. The novel addressed three major themes: \"domesticity, work, and true love, all of them interdependent and each necessary to the achievement of its heroine\u0027s individual identity.\"Little Women \"has been read as a romance or as a quest, or both. It has been read as a family drama that validates virtue over wealth\", but also \"as a means of escaping that life by women who knew its gender constraints only too well\". According to Sarah Elbert, Alcott created a new form of literature, one that took elements from Romantic children\u0027s fiction and combined it with others from sentimental novels, resulting in a totally new format. Elbert argued that within Little Women can be found the first vision of the \"All-American girl\" and that her multiple aspects are embodied in the differing March sisters.",
    "authors": [
      "Louisa May Alcott"
    ],
    "industryIdentifiers": [
      "9781503280298"
    ],
    "categories": [
      "Book clubs (Discussion groups)"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dSgHkrQEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "9"
  },
  {
    "title": "Crime and Punishment",
    "description": "“A truly great translation . . . This English version . . . really is better.” —A. N. Wilson, The Spectator Nominated as one of America’s best-loved novels by PBS’s The Great American Read This acclaimed new translation of Dostoyevsky’s “psychological record of a crime” gives his dark masterpiece of murder and pursuit a renewed vitality, expressing its jagged, staccato urgency and fevered atmosphere as never before. Raskolnikov, a destitute and desperate former student, wanders alone through the slums of St. Petersburg, deliriously imagining himself above society’s laws. But when he commits a random murder, only suffering ensues. Embarking on a dangerous game of cat and mouse with a suspicious police investigator, Raskolnikov finds the noose of his own guilt tightening around his neck. Only Sonya, a downtrodden prostitute, can offer the chance of redemption. For more than sixty-five years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,500 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "authors": [
      "Fyodor Dostoyevsky"
    ],
    "industryIdentifiers": [
      "9780143107637"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003du7MBDAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "10"
  },
  {
    "title": "Frankenstein: The 1818 Text",
    "description": "Mary Shelley’s classic novel, presented in its original 1818 text, with an introduction from National Book Critics Circle award-winner Charlotte Gordon Nominated as one of America’s best-loved novels by PBS’s The Great American Read The original 1818 text of Frankenstein preserves the hard-hitting and politically-charged aspects of Shelley’s original writing, as well as her unflinching wit and strong female voice. This edition also emphasizes Shelley’s relationship with her mother—trailblazing feminist Mary Wollstonecraft, who penned A Vindication of the Rights of Woman—and demonstrates her commitment to carrying forward her mother’s ideals, placing her in the context of a feminist legacy rather than the sole female in the company of male poets, including Percy Shelley and Lord Byron. This edition includes a new introduction and suggestions for further reading by National Book Critics Circle award-winner and Shelley expert Charlotte Gordon, literary excerpts and reviews selected by Gordon, and a chronology and essay by preeminent Shelley scholar Charles E. Robinson. Penguin Classics is the leading publisher of classic literature in the English-speaking world, representing a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "authors": [
      "Mary Shelley"
    ],
    "industryIdentifiers": [
      "9780143131847"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dWbNDDwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "11"
  },
  {
    "title": "Dracula",
    "description": "Bram Stoker\u0027s peerless tale of desperate battle against a powerful, ancient vampire When Jonathan Harker visits Transylvania to help Count Dracula purchase a London house, he makes horrifying discoveries in his client\u0027s castle. Soon afterwards, disturbing incidents unfold in England: a ship runs aground on the shores of Whitby, its crew vanished; beautiful Lucy Westenra slowly succumbs to a mysterious, wasting illness, her blood drained away; and the lunatic Renfield raves about the imminent arrival of his \u0027master\u0027. In the ensuing battle of wills between the sinister Count and a determined group of adversaries - led by the intrepid vampire hunter Abraham van Helsing - Bram Stoker created a masterpiece of the horror genre, probing into questions of identity, sanity and the dark corners of Victorian sexuality and desire. For this completely updated edition, Maurice Hindle has revised his introduction, list of further reading and notes, and added two appendices: Stoker\u0027s essay on censorship and his interview with Winston Churchill, both published in 1908. Christopher Frayling\u0027s preface discusses the significance and the influences that contributed to his creation of the Dracula myth. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "authors": [
      "Bram Stoker"
    ],
    "industryIdentifiers": [
      "9780141439846"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003diMk0EAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "12"
  },
  {
    "title": "The Shining",
    "description": "#1 NEW YORK TIMES BESTSELLER • ONE OF TIME MAGAZINE\u0027S 100 BEST MYSTERY AND THRILLER BOOKS OF ALL TIME • Before Doctor Sleep, there was The Shining, a classic of modern American horror. Jack Torrance takes a job as the caretaker of the remote Overlook Hotel. As the brutal winter sets in, the hotel\u0027s dark secrets begin to unravel. “An undisputed master of suspense and terror.” —The Washington Post Jack Torrance’s new job at the Overlook Hotel is the perfect chance for a fresh start. As the off-season caretaker at the atmospheric old hotel, he’ll have plenty of time to spend reconnecting with his family and working on his writing. But as the harsh winter weather sets in, the idyllic location feels ever more remote . . . and more sinister. And the only one to notice the strange and terrible forces gathering around the Overlook is Danny Torrance, a uniquely gifted five-year-old.",
    "authors": [
      "Stephen King"
    ],
    "industryIdentifiers": [
      "9780307743657"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dc2VHVEWUFoQC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "13"
  },
  {
    "title": "It Ends with Us",
    "description": "Instant New York Times Bestseller Combining a captivating romance with a cast of all-too-human characters, Colleen Hoover\u0027s It Ends With Us is an unforgettable tale of love that comes at the ultimate price. Lily hasn\u0027t always had it easy, but that\u0027s never stopped her from working hard for the life she wants. She\u0027s come a long way from the small town in Maine where she grew up--she graduated from college, moved to Boston, and started her own business. So when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily\u0027s life suddenly seems almost too good to be true. Ryle is assertive, stubborn, maybe even a little arrogant. He\u0027s also sensitive, brilliant, and has a total soft spot for Lily. And the way he looks in scrubs certainly doesn\u0027t hurt. Lily can\u0027t get him out of her head. But Ryle\u0027s complete aversion to relationships is disturbing. Even as Lily finds herself becoming the exception to his \"no dating\" rule, she can\u0027t help but wonder what made him that way in the first place. As questions about her new relationship overwhelm her, so do thoughts of Atlas Corrigan--her first love and a link to the past she left behind. He was her kindred spirit, her protector. When Atlas suddenly reappears, everything Lily has built with Ryle is threatened.",
    "authors": [
      "Colleen Hoover"
    ],
    "industryIdentifiers": [
      "9781501110368"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dEka9DAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api",
    "language": "en",
    "id": "14"
  },
  {
    "title": "Where the Crawdads Sing: Reese\u0027s Book Club",
    "description": "NOW A MAJOR MOTION PICTURE—The #1 New York Times bestselling worldwide sensation with more than 18 million copies sold, hailed by The New York Times Book Review as “a painfully beautiful first novel that is at once a murder mystery, a coming-of-age narrative and a celebration of nature.” New York Times Readers Pick: 100 Best Books of the 21st Century For years, rumors of the “Marsh Girl” have haunted Barkley Cove, a quiet town on the North Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life—until the unthinkable happens. Where the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps.",
    "authors": [
      "Delia Owens"
    ],
    "industryIdentifiers": [
      "9780735219106"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dneUlEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "15"
  },
  {
    "title": "The Handmaid\u0027s Tale",
    "description": "#1 NEW YORK TIMES BESTSELLER • An instant classic and eerily prescient cultural phenomenon, from “the patron saint of feminist dystopian fiction” (The New York Times). Now an award-winning Hulu series starring Elizabeth Moss. Look for The Testaments, the bestselling, award-winning the sequel to The Handmaid’s Tale In Margaret Atwood’s dystopian future, environmental disasters and declining birthrates have led to a Second American Civil War. The result is the rise of the Republic of Gilead, a totalitarian regime that enforces rigid social roles and enslaves the few remaining fertile women. Offred is one of these, a Handmaid bound to produce children for one of Gilead’s commanders. Deprived of her husband, her child, her freedom, and even her own name, Offred clings to her memories and her will to survive. At once a scathing satire, an ominous warning, and a tour de force of narrative suspense, The Handmaid’s Tale is a modern classic. Includes an introduction by Margaret Atwood",
    "authors": [
      "Margaret Atwood"
    ],
    "industryIdentifiers": [
      "9780385490818"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003d9ZeFzwEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "16"
  },
  {
    "title": "A Game of Thrones (HBO Tie-in Edition)",
    "description": "NOW THE ACCLAIMED HBO SERIES GAME OF THRONES—THE MASTERPIECE THAT BECAME A CULTURAL PHENOMENON Here is the first book in the landmark series that has redefined imaginative fiction and become a modern masterpiece. A GAME OF THRONES In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the North of Winterfell, sinister and supernatural forces are massing beyond the kingdom’s protective Wall. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the land they were born to. Sweeping from a land of brutal cold to a distant summertime kingdom of epicurean plenty, here is a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens. Amid plots and counterplots, tragedy and betrayal, victory and terror, the fate of the Starks, their allies, and their enemies hangs perilously in the balance, as each endeavors to win that deadliest of conflicts: the game of thrones. A GAME OF THRONES • A CLASH OF KINGS • A STORM OF SWORDS • A FEAST FOR CROWS • A DANCE WITH DRAGONS",
    "authors": [
      "George R. R. Martin"
    ],
    "industryIdentifiers": [
      "9780553593716"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dYDzTCwAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "17"
  },
  {
    "title": "The Midnight Library: A GMA Book Club Pick",
    "description": "The #1 New York Times bestselling WORLDWIDE phenomenon Winner of the Goodreads Choice Award for Fiction | A Good Morning America Book Club Pick | Independent (London) Ten Best Books of the Year \"A feel-good book guaranteed to lift your spirits.\"—The Washington Post The dazzling reader-favorite about the choices that go into a life well lived, from the acclaimed author of How To Stop Time and The Comfort Book. Don’t miss Matt Haig’s latest instant New York Times besteller, The Life Impossible, available now Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better? In The Midnight Library, Matt Haig\u0027s enchanting blockbuster novel, Nora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place.",
    "authors": [
      "Matt Haig"
    ],
    "industryIdentifiers": [
      "9780525559474"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dGKVPEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "18"
  },
  {
    "title": "CIRCE",
    "description": "\"A bold and subversive retelling of the goddess\u0027s story,\" this #1 New York Times bestseller is \"both epic and intimate in its scope, recasting the most infamous female figure from the Odyssey as a hero in her own right\" (Alexandra Alter, The New York Times). In the house of Helios, god of the sun and mightiest of the Titans, a daughter is born. But Circe is a strange child -- not powerful like her father, nor viciously alluring like her mother. Turning to the world of mortals for companionship, she discovers that she does possess power -- the power of witchcraft, which can transform rivals into monsters and menace the gods themselves. Threatened, Zeus banishes her to a deserted island, where she hones her occult craft, tames wild beasts, and crosses paths with many of the most famous figures in all of mythology, including the Minotaur, Daedalus and his doomed son Icarus, the murderous Medea, and, of course, wily Odysseus. But there is danger, too, for a woman who stands alone and Circe unwittingly draws the wrath of both men and gods, ultimately finding herself pitted against one of the most terrifying and vengeful of the Olympians. To protect what she loves most, Circe must summon all her strength and choose, once and for all, whether she belongs with the gods she is born from, or the mortals she has come to love. With unforgettably vivid characters, mesmerizing language, and page-turning suspense, Circe is a triumph of storytelling, an intoxicating epic of family rivalry, palace intrigue, love and loss, as well as a celebration of indomitable female strength in a man\u0027s world. #1 New York Times bestseller -- named one of the best books of the year by NPR, the Washington Post, People, Time, Amazon, Entertainment Weekly, Bustle, Newsweek, the A.V. Club, Christian Science Monitor, Refinery 29, BuzzFeed, Paste, Audible, Kirkus, Publishers Weekly, Thrillist, NYPL, Self, Real Simple, Goodreads, Boston Globe, Electric Literature, BookPage, the Guardian, Book Riot, Seattle Times, and Business Insider",
    "authors": [
      "Madeline Miller"
    ],
    "industryIdentifiers": [
      "9780316556347"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dW6j2swEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "19"
  },
  {
    "title": "Sapiens",
    "description": "One hundred thousand years ago, at least six human species inhabited the earth. Today there is just one. Us. Homo sapiens. How did our species succeed in the battle for dominance? Why did our foraging ancestors come together to create cities and kingdoms? How did we come to believe in gods, nations, and human rights; to trust money, books, and laws; and to be enslaved by bureaucracy, timetables, and consumerism? And what will our world be like in the millennia to come? In Sapiens, Professor Yuval Noah Harari spans the whole of human history, from the very first humans to walk the earth to the radical—and sometimes devastating—breakthroughs of the Cognitive, Agricultural, and Scientific Revolutions. Drawing on insights from biology, anthropology, paleontology, and economics, and incorporating full-color illustrations throughout the text, he explores how the currents of history have shaped our human societies, the animals and plants around us, and even our personalities. Have we become happier as history has unfolded? Can we ever free our behavior from the legacy of our ancestors? And what, if anything, can we do to influence the course of the centuries to come? Bold, wide-ranging, and provocative, Sapiens integrates history and science to challenge everything we thought we knew about being human: our thoughts, our actions, our heritage...and our future.",
    "authors": [
      "Yuval Noah Harari"
    ],
    "industryIdentifiers": [
      "9780062316097"
    ],
    "categories": [
      "Science"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dibALnwEACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "20"
  },
  {
    "title": "The Catcher in the Rye",
    "description": "The \"brilliant, funny, meaningful novel\" (The New Yorker) that established J. D. Salinger as a leading voice in American literature--and that has instilled in millions of readers around the world a lifelong love of books. \"If you really want to hear about it, the first thing you\u0027ll probably want to know is where I was born, and what my lousy childhood was like, and how my parents were occupied and all before they had me, and all that David Copperfield kind of crap, but I don\u0027t feel like going into it, if you want to know the truth.\" The hero-narrator of The Catcher in the Rye is an ancient child of sixteen, a native New Yorker named Holden Caufield. Through circumstances that tend to preclude adult, secondhand description, he leaves his prep school in Pennsylvania and goes underground in New York City for three days.",
    "authors": [
      "J.D. Salinger"
    ],
    "industryIdentifiers": [
      "9780316769488"
    ],
    "categories": [
      "Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dZotvleqZomIC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "21"
  },
  {
    "title": "Charlotte\u0027s Web",
    "description": "Sixty years ago, on October 15, 1952, E.B. White\u0027s Charlotte\u0027s Web was published. It\u0027s gone on to become one of the most beloved children\u0027s books of all time. To celebrate this milestone, the renowned Newbery Medalist Kate DiCamillo has written a heartfelt and poignant tribute to the book that is itself a beautiful translation of White\u0027s own view of the world—of the joy he took in the change of seasons, in farm life, in the miracles of life and death, and, in short, the glory of everything. We are proud to include Kate DiCamillo\u0027s foreword in the 60th anniversary editions of this cherished classic. Charlotte\u0027s Web is the story of a little girl named Fern who loved a little pig named Wilbur—and of Wilbur\u0027s dear friend Charlotte A. Cavatica, a beautiful large grey spider who lived with Wilbur in the barn. With the help of Templeton, the rat who never did anything for anybody unless there was something in it for him, and by a wonderfully clever plan of her own, Charlotte saved the life of Wilbur, who by this time had grown up to quite a pig. How all this comes about is Mr. White\u0027s story. It is a story of the magic of childhood on the farm. The thousands of children who loved Stuart Little, the heroic little city mouse, will be entranced with Charlotte the spider, Wilbur the pig, and Fern, the little girl who understood their language. The forty-seven black-and-white drawings by Garth Williams have all the wonderful detail and warmhearted appeal that children love in his work. Incomparably matched to E.B. White\u0027s marvelous story, they speak to each new generation, softly and irresistibly.",
    "authors": [
      "E. B. White",
      "Kate DiCamillo"
    ],
    "industryIdentifiers": [
      "9780061124952"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dtC-ePwAACAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "22"
  },
  {
    "title": "The Cat in the Hat",
    "description": "The classic picture book that introduced the world to the iconic, mischievous Cat in the Hat and the beloved characters Thing One and Thing Two! Dr. Seuss makes reading fun for kids of all ages. “I know some new tricks,” said the Cat in the Hat. “A lot of good tricks. I will show them to you. Your mother will not mind at all if I do.” A rainy day turns into a wild romp when the Cat in the Hat and his troublemaking friends, Thing One and Thing Two, unexpectedly appear! A favorite among kids, parents, and teachers, this story uses simple words and basic rhyme to encourage and delight beginning readers. Beginner Books are fun, funny, and easy to read! Launched by Dr. Seuss in 1957 with the publication of The Cat in the Hat, this beloved early reader series motivates children to read on their own by using simple words with illustrations that give clues to their meaning. Featuring a combination of kid appeal, supportive vocabulary, and bright, cheerful art, Beginner Books will encourage a love of reading in children ages 3–7.",
    "authors": [
      "Dr. Seuss"
    ],
    "industryIdentifiers": [
      "9780394800011"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dXPpZAAAAYAAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "23"
  },
  {
    "title": "Where the Wild Things Are",
    "description": "Max is sent to bed without supper and imagines sailing away to the land of Wild Things,where he is made king.",
    "authors": [
      "Maurice Sendak"
    ],
    "industryIdentifiers": [
      "9780064431781"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dUyibVFukeDUC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "24"
  },
  {
    "title": "Harry Potter and the Sorcerer\u0027s Stone",
    "description": "Rescued from the outrageous neglect of his aunt and uncle, a young boy with a great destiny proves his worth while attending Hogwarts School for Witchcraft and Wizardry.",
    "authors": [
      "J. K. Rowling"
    ],
    "industryIdentifiers": [
      "9780590353427"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dfo4rzdaHDAwC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "25"
  },
  {
    "title": "The Very Hungry Caterpillar",
    "description": "THE all-time classic picture book, from generation to generation, sold somewhere in the world every 30 seconds! A sturdy and beautiful book to give as a gift for new babies, baby showers, birthdays, and other new beginnings! Featuring interactive die-cut pages, this board book edition is the perfect size for little hands and great for teaching counting and days of the week. \"The very hungry caterpillar literally eats his way through the pages of the book—and right into your child\u0027s heart...\" —Mother\u0027s Manual \"Gorgeously illustrated, brilliantly innovative...\" —The New York Times Book Review",
    "authors": [
      "Eric Carle"
    ],
    "industryIdentifiers": [
      "9780399226908"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dzW-NEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "26"
  },
  {
    "title": "The Day the Crayons Quit",
    "description": "The hilarious, colorful #1 New York Times bestselling phenomenon that every kid wants! Gift a copy to someone you love today. Poor Duncan just wants to color. But when he opens his box of crayons, he finds only letters, all saying the same thing: His crayons have had enough! They quit! Blue crayon needs a break from coloring all those bodies of water. Black crayon wants to be used for more than just outlining. And Orange and Yellow are no longer speaking—each believes he is the true color of the sun. What can Duncan possibly do to appease all of the crayons and get them back to doing what they do best? With giggle-inducing text from Drew Daywalt and bold and bright illustrations from Oliver Jeffers, The Day the Crayons Quit is the perfect gift for new parents, baby showers, back-to-school, or any time of year! Perfect for fans of Don\u0027t Let the Pigeon Drive the Bus by Mo Willems and The True Story of the Three Little Pigs by Jon Sciezka and Lane Smith. Praise for The Day the Crayons Quit: Amazon’s 2013 Best Picture Book of the Year A Barnes \u0026 Noble Best Book of 2013 Goodreads’ 2013 Best Picture Book of the Year Winner of the E.B. White Read-Aloud Award * “Hilarious . . . Move over, Click, Clack, Moo; we’ve got a new contender for the most successful picture-book strike.” –BCCB, starred review “Jeffers . . . elevates crayon drawing to remarkable heights.” –Booklist “Fresh and funny.” –The Wall Street Journal \"This book will have children asking to have it read again and again.” –Library Media Connection * “This colorful title should make for an uproarious storytime.” –School Library Journal, starred review * “These memorable personalities will leave readers glancing apprehensively at their own crayon boxes.” –Publishers Weekly, starred review “Utterly original.” –San Francisco Chronicle",
    "authors": [
      "Drew Daywalt"
    ],
    "industryIdentifiers": [
      "9780399255373"
    ],
    "categories": [
      "Juvenile Fiction"
    ],
    "imageLinks": "http://books.google.com/books/content?id\u003dEC3eDAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026source\u003dgbs_api",
    "language": "en",
    "id": "27"
  }
]